{
  "metadata": {
    "total_documents": 64,
    "created_at": "2025-11-04 11:52:46"
  },
  "documents": [
    {
      "node_id": "NODE03884955",
      "name": "MEDA03976653",
      "title": "징비록 해제",
      "content": "〈징비록(懲毖錄)〉의 저자 유성룡(柳成龍, 1542~1607)의 자(字)는 이현(而見), 호(號)는 서애(西厓). 경상도 풍산(豊山) 사람으로서 퇴계(退溪)에 사사(師事)하였으며, 허다한 현직을 거쳐 임진란(壬辰亂) 때에는 영의정으로 4도 도체찰사(四道都體察使)의 중임까지 겸하였으니, 난중의 중요 정책은 모두 그를 통하여 시행되었다.\n〈징비록〉을 저술한 동기에 대하여 그는 그 자서(自序)에서 이렇게 말했다.\n〈징비록〉이란 무엇인가. 임진란 뒤의 일을 기록한 글이다. 여기에 간혹 난 이전의 일까지 섞여 있는 것은 난의 발단을 밝히기 위한 것이다.\n생각하면 임진의 화(禍)야말로 참담하기 짝이 없는 일이었다.\n십여 일 동안에 세 도읍이 함락되었고, 온 나라가 모두 무너졌다. 이로 인하여 임금은 마침내 파천까지 했다.\n그러고도 오늘날이 있다는 것은 진정 하늘이 도운 게 아니라고 누가 말하겠는가.\n……\n〈시경(詩經)〉에 이런 말이 있다.\n‘내 지나간 일을 징계[懲]하고 뒷근심이 있을까 삼가[毖]노라.’ 이것이 바로 내가 이 〈징비록〉을 쓰는 연유라 하겠다.\n이 서문에 보여 주듯 저자는 지난 임진란의 쓰라린 경험을 거울삼아 다시는 그러한 수난을 겪지 않도록 후세를 경계한다는 민족적 숙원에서 책명까지도 〈징비록(懲毖錄)〉이라 했던 것이다.\n저자는 또 임진란 중 국가의 중책을 맡아 처리했던 만큼 누구보다도 풍부하고 자세한 사료(史料)와 지식으로 이를 저술했다는 데에 이 책의 특색이 있는 것이다. 또 한 가지 중요한 점은, 저자는 당시 당파에 있어서 동인(東人)이요 남인(南人)에 속해 있었건만, 이 책을 저술함에 있어서는 일체의 당색(黨色)을 떠나 오직 객관적인 입장에서 인물이나 사실을 서술했으며, 심지어는 혹시 자신에게 과오가 있었다 하더라도 그것까지도 숨기지 않고 담담한 심경으로 썼다는 것을 높이 평가해야 한다. 이런 까닭에 이 책은 과거 어느 저서에서도 볼 수 없는 뚜렷한 저자 의식에 의한 저술이라는 데에 유의해야 할 것이다.\n이 〈징비록〉에는 초본 징비록(草本懲毖錄)과, 간행본(刊行本)으로 16권본ㆍ2권본이 있어 도합 세 종류가 있다고 할 수 있는데, 그 중에서 초본 징비록이 가장 원천(源泉)이 될 것은 말할 나위도 없다. 간행본의 16권본을 보면 초본에 실려 있는 이외에도 근포집(芹曝集) 2권, 진사록(辰巳錄) 9권, 군문등록(軍門謄錄) 2권이 끼여 있으며, 간행본의 2권본은 초본 중에서 맨 끝의 잡록(雜錄)이 빠져 있다.\n위에서 말할 세 종류의 〈징비록〉 중에서 여기에서는 초본에 수록되어 있는 부분만을 번역했다. 그러나 저자의 자서(自序)에는 장계(狀啓)ㆍ상소(上疏)ㆍ차자(箚子)ㆍ문이(文移)ㆍ잡록(雜錄) 등을 포함하여 〈징비록〉이라 한다고 하였는데, 이것은 간행본의 서문을 원본으로 한 것이요, 초본의 서문 중에는 이에 해당하는 부분이 없어져서 상고할 수 없음을 아울러 덧붙여 둔다.\n또한 이 〈징비록〉은 국보 제 132호로 지정되어 있다. 이것으로 보더라도 이 책의 역사적 가치나 시대적 의의는 자못 크다고 하겠다.\n역자 씀",
      "toc_title": "징비록 해제",
      "seq": "2"
    },
    {
      "node_id": "NODE03884956",
      "name": "MEDA03976654",
      "title": "징비록 자서",
      "content": "〈징비록(懲毖錄)〉이란 무엇인가. 임진란 뒤의 일을 기록한 글이다. 여기에 간혹 난 이전의 일까지 섞여 있는 것은 난의 발단을 밝히기 위한 것이다.\n생각하면 임진의 화(禍)야말로 참담하기 짝이 없는 일이었다.\n십여 일 동안에 세 도읍(서울ㆍ개성ㆍ평양―역자 주)이 함락되었고, 온 나라가 모두 무너졌다. 이로 인하여 임금은 마침내 파천(播遷)까지 했다.\n그러고도 오늘날이 있다는 것은 진정 하늘이 도운 게 아니라고 누가 말하겠는가.\n바꿔 생각하면 이것은 또한 조종(祖宗)의 어지신 은덕이 넓게 우리들 백성에게 미쳤던 것이기도 하다.\n백성의 조국을 생각하는 마음은 그치지 않았고, 또 임금의 사대(事大)하는 마음이 명나라 황제를 감동시켰다.\n이래서 중국은 몇 번이나 구원의 군사를 내보냈던 것이니, 만일 그렇지 않았으면 필경 나라가 위태로웠을 것이다.\n〈시경(詩經)〉에 이런 말이 있다.\n‘내 지나간 일을 징계[懲]하고, 뒷근심이 있을까 삼가[毖]노라.’\n이것이 바로 내가 이 〈징비록〉을 쓰는 연유라 하겠다.\n나같이 못난 몸이 당시의 국가, 어지러운 때를 당하여 감히 나라의 중한 책임을 맡아가지고, 위태로움을 바로잡지도 못했고, 또 기울어지는 형세를 붙들지도 못했다.\n생각하면 그 죄, 몸이 죽어도 다하지 못할 것이다. 그런데 이제 오히려 산 속에 목숨을 붙여 성명(性命)을 보존하고 있으니, 이 어찌 임금의 너그러우신 은덕이 아닐까보냐!\n걱정스럽던 일이 겨우 가라앉으매 지난 일을 생각해 본다. 새삼스럽게 황송하고 부끄러워 낯을 들 수가 없는 노릇이다.\n이에 한가로운 틈을 타서 지난날에 내 귀로 듣고, 내 눈으로 본 것들 중에서 임진년으로부터 무술년에 이르기까지의 몇 가지 일을 기록한다. 또 장계(狀啓)ㆍ상소(上疏)ㆍ차자(箚子)와 문이(文移)ㆍ잡록(雜錄)을 그 밑에 붙였다. 이것이 비록 보잘것없다고 하더라도 모두 당시의 사적(事蹟)들임에는 틀림없으므로, 이 또한 허술히 여길 수는 없는 것들이다.\n이제 전야(田野)에 숨어서 나라와 임금에 충성하는 생각으로, 내가 과거 나라에 보답하지 못한 한없는 죄를 기록하는 바이다.",
      "toc_title": "징비록 자서",
      "seq": "3"
    },
    {
      "node_id": "NODE03884958",
      "name": "MEDA03976656",
      "title": "만력(萬曆) 병술년(1598년)에...",
      "content": "만력 (萬曆) 병술년(1598년)에 일본 사신 귤강광(橘康廣)이 왔다. 그는 자기 나라 임금 평수길(平秀吉 ; ‘平’은 일본천황이 호족에게 내린 성을 말하는 것으로서, 여기에 나오는 ‘平秀吉’의 원명은 ‘豊臣秀吉’이다. 따라서 저자가 ‘평’을 성처럼 쓰고 있는 것은 ‘秀吉’을 호족으로 보아 이렇게 쓴 것으로 보인다. 이하 ‘平’이 붙은 일본인의 경우도 이와 같다.)의 글을 가지고 우리 나라에 온 것이다.\n원래 일본 국왕 원씨(源氏)는 홍무(洪武) 초년(1368년경)에 나라를 세워 우리 나라와 이웃하여 사이좋게 지낸 지 2백 년이나 되었다.\n당시는 우리 나라에서도 항상 사신을 보내어 경조(慶弔)하는 예도 잊지 않았다.\n그 증거로는 이런 일이 있다.\n신숙주(申叔舟)가 임금의 친서를 가지고 왕래한 사실이 그것이다.\n또 그가 뒷날 죽을 때, 당시 임금 성종(成宗)이 물었다.\n“경(卿)은 무슨 남길 말이 없소?”\n숙주는 대답했다.\n“아무쪼록 앞으로 일본과 실화(失和)하지 마시옵소서.”\n성종도 이 말에 감동했다. 부제학(副提學) 이형원(李亨元)과 서장관(書狀官) 김흔(金訢)을 보내어 화친하는 예를 닦게 했다. 이들이 대마도(對馬島)에 이르렀다. 그러나 풍토(風土) 관계로 병이 들었다. 마침내 일본까지 가지 못하고 다만 그 경과만을 조정에 보고했다.\n성종은 할 수 없었다. 글과 폐백만을 대마도 도주(島主)에게 전하고 오도록 했다.\n이런 뒤로 다시는 사신을 보내지 못했다. 간혹 일본에서 사신이 왔을 적에도 다만 예대로 대접해 돌려보낼 뿐이었다.\n그러던 것이 이번에는 평수길이 원씨를 대신해서 왕이 되었다. 그래서 맨 먼저 우리에게 사신 귤강광을 보내온 것이다.\n수길이란 자는 일설에 의하면 원래 중국 사람이라고도 한다. 그는 왜국에 흘러들어가 나무장수로 생업을 삼고 살았는데, 어느 날 국왕이 길가에서 그의 얼굴을 보고 그가 범상한 사람이 아니라고 생각했다. 즉시 그를 불러다가 군사로 삼았다. 과연 수길은 용맹이 있고, 잘 싸웠다. 여러 번 출전해서 공을 세워 자연 대관(大官)에까지 올라갔다. 그리하여 권력을 잡았다. 그는 마침내 원씨의 자리를 빼앗아 국왕이 되었다고 한다.\n또 그러한 사실에 대해서는 이론(異論)도 있으니, 원씨가 죽은 것은 딴 사람의 손에 죽었으며, 수길은 원씨를 죽인 자를 죽이고 나라를 대신 차지했다고도 한다.\n그것은 어찌 되었든 간에 이때 수길은 일본국의 모든 섬을 모조리 평정하고, 나라 안 66주(州)를 통틀어 하나로 만들었다. 그리고 나중에는 외국까지 침략할 야심을 갖기에 이르렀다.\n그는 우리 조정에 트집을 잡았다.\n“우리는 자주 사신을 보내는데, 그대들은 한 번도 사람을 보내지 않고 있소. 이것은 필연 우리 나라를 업신여기는 게 아닌가.”\n그는 이렇게 말하면서 귤강광을 시켜 우리에게 통신(通信) 하기를 요구해 온 것이다. 그러나 그의 편지 내용은 몹시 거만했다. 그 글 속에는,\n‘이제 천하는 모두 짐(朕)의 수중으로 들어오고 있다.’\n는 말까지 있었다.\n그때는 원씨가 망한 지 이미 10여 년이나 지난 뒤였다.\n그 동안 여러 섬에 사는 왜인들은 해마다 우리 나라에 왕래를 했다. 하지만 워낙 금령(禁令)이 엄한 탓으로 그들의 내정(內情)은 누설되지 않았다. 그래서 우리 조정에서는 이런 일을 까맣게 알지 못했던 것이다.\n강광의 그때 나이는 대략 50여 세였다. 용모가 크고 수염과 머리털이 반백(半白)이 넘었다. 그는 지나는 관역(館驛)마다 으레 상실(上室)이 아니면 거처하지 않고, 그 행동이 몹시 오만하여 전에 오던 왜사(倭使)보다는 다른 점이 많은 까닭에, 그를 보는 사람들이 자못 괴상하게 여겼다.\n우리 나라에서는 전부터 왜사가 지방을 지날 때에는 그 곳 백성들이 창을 가지고 길 좌우에 벌려 서서 군사의 위엄을 보여 주는 것이 습관이 되어 있었다.\n이때에도 역시 이같이 했다.\n강광이 인동(仁同) 지방을 지날 때다. 그는 이런 것을 보고, 조소하는 빛으로 말하기를,\n“너희들이 들고 있는 창의 자루가 몹시 짧구나.”\n하면서 웃었다.\n또 상주(尙州)에 도착했을 때의 일이다.\n목사(牧使) 송응형(宋應炯)이 잔치를 차려 강광을 대접했다. 그는 기생들과 악공(樂工)들이 모여 있는 자리에서 응형의 늙은 모습을 보고 통역을 시켜 이렇게 말했다.\n“나는 여러 해 동안 전운(戰雲) 속에서 늙었기 때문에 이렇게 터럭이 희어겼소. 하지만 사군(使君)은 기생들의 노래 속에서 걱정 없이 지내면서 왜 저렇게 머리가 세었소?”\n이 역시 풍자(諷刺)해서 우리를 모욕한 언사였다.\n강광이 서울에 도착하자, 예조판서(禮曹判書)가 또 잔치를 베풀어 그를 대접했다.\n강광은 술이 얼근했다.\n그는 호초(胡淑 ; 요리에 쓰이는 후추를 말함)를 한 주먹 자리 위에 흩뜨렸다.\n이것을 본 기생들과 악공(樂工)들이 다투어 줍느라 좌석이 어수선했다.\n물끄러미 쳐다보고 있던 강광은 동평관(東平館)에 돌아오자 통역을 보고,\n“너희 나라가 망하겠구나, 기강(紀綱)이 이렇듯 땅에 떨어졌으니 이러고서야 나라가 성할 수가 있겠느냐.”\n하고 조소하더라는 것이다.\n강광이 용무를 마치고 저의 나라로 돌아갈 때다. 우리 조정에서는 다만 글로만 이렇게 답장을 했다.\n‘수로(水路)가 험하기로 사신을 보내지 못하노라.’\n강광은 이 말대로 회보했다.\n수길은 이 회보를 받자 화를 발끈 내어 그 자리에서 강광을 죽이는 동시에, 그의 가족까지도 멸했다고 전한다.\n본시 강광은 그의 형 강년(康年)과 함께 원씨 때부터 우리나라에 사신으로 자주 왔던 터이므로, 우리 나라에서 직명(職名)까지 받았다. 그래서 제딴엔 우리 나라를 위해서 두둔하는 말도 많았었기 때문에 이때 마침내 수길에게 화를 입었다고 전하기도 한다.\n수길은 강광을 죽인 뒤에 우리에게 평의지(平義智)를 사신으로 보내고, 우리에게도 사신을 보내달라고 청해 왔다.\n의지(義智)란 자는 왜국 주병대장(主兵大將) 평행장(平行長)의 사위로 또한 수길의 심복 부하였다.\n원래 대마도 태수(太守) 종성장(宗盛長)은 대대로 섬을 지키고, 우리 나라를 섬겨오던 터였다.\n이때 수길이 종씨(宗氏)를 내쫓고 평의지에게 도무(島務)를 대신 주관하게 했다.\n우리 나라에서 바닷길에 익숙지 못하여 사신을 보내지 못 한다고 했더니, 이 핑계를 막기 위하여 이렇게 말해 온 것이다.\n‘의지는 도주(島主)의 아들로서 매우 바닷길에 익숙하니, 이 사람과 함께 왕래하도록 하시오.’\n이렇게 말하여 우리로 하여금 더 이상 거절할 구실이 없도록 만들었다.\n또 이로 인하여 우리의 허실(虛實)도 엿보려고 평조신(平調信)과 중 현소(玄蘇) 등을 같이 데리고 왔다.\n의지는 나이는 젊었으나 정력이 있어 보이고 성품이 사나운 까닭에, 저희들 왜인끼리도 모두 두려워했다. 이 사람 앞에서는 엎드려 기어다니다시피 했고, 감히 얼굴을 바로 들어 쳐다보지도 못했다.\n사신으로 온 의지는 동평관에 오래 머물러 있었다. 그리고는 기어이 우리 사신과 함께 돌아가려고 했다.\n그러나 우리 조정의 의논은 좀처럼 쉽게 결정되지 못했다.\n이보다 앞서 수년 전에 왜병이 전라도 손죽도(損竹島)를 침략하여 변장(邊將) 이태원(李太源)을 죽인 일이 있었다.\n그때 포로로 잡힌 왜구는 이렇게 말했다.\n“조선 변방에 사는 사을배동(沙乙背同)이란 자가 모반하여 우리 나라(왜국)로 도망해 온 다음 우리들을 인도하여 조선을 침범하였습니다.”\n그래서 우리 조정에서는 이 말을 듣고 그들의 소행을 몹시 괘씸하게 여긴 일이 있었다.\n그런 일이 있었던 터라, 이때 관객(館客)을 시켜서 의지를 보고 넌지시 말해 봤다.\n“그 당시의 소위 반민(叛民)들을 깨끗이 돌려보낸 뒤에 통신에 대한 일을 다시 의논하자.”\n의지도 이 말을 듣고 쾌히 승낙했다.\n“그야 무슨 어려울 게 있겠소.”\n그는 즉시 조신을 본국에 보내어 이대로 회보케 했다. 그 후 수개월 만에 그들은 과연 우리 나라 백성 10여 명을 데려다 바치는 것이었다.\n이때 임금은 인정전(仁政殿)에 거둥하여 군사들의 위엄을 크게 떨쳐 보인 채, 사을배동을 잡아들여 심문케 한 다음 성밖에 내다가 죽이게 했다.\n한편 의지에게는 상으로 내구마(內厩馬) 한 필을 선사했다. 그러고 나서 다시 왜사(倭使) 일행을 인견하고 잔치를 베풀어 주도록 했다. 의지 · 현소 등은 모두 대궐 안에 들어와서 차례로 임금께 술잔을 올렸다.\n나는 그때 예조판서로서 그 자리에서 왜사들을 접대하고 있었다. 그러나 이때까지도 통신사에 대한 의논은 결정되지 않았다. 그런 뒤 나는 대제학(大提學)이 되어 국서(國書)를 쓰게 되었다.\n나는 임금께 글을 올려 말했다.\n‘이 일을 빨리 결정하시고 아무쪼록 양국간에 틈이 생기지 않도록 하시옵소서.’\n그 이튿날, 조회 때에 지사(知事) 변협(邊協) 등도 임금께 아뢰었다.\n“사신을 보내어 회답하게 하시옵소서. 그리고 이 계제에 그들의 동정도 살피고 오는 것이 실계(失計)될 것은 없을까 하나이다.”\n이에 비로소 조정의 의논이 결정되었다.\n조정에서는 사신으로 보낼 사람을 뽑게 되었다. 대신들이 첨지(僉知) 황윤길(黃允吉)과 사성(司成) 김성일(金誠一)로 각각 상사(上使)와 부사(副使)를 삼고 전적(典籍) 허성(許筬)으로 서장관(書狀官)을 삼았다.\n이리하여 경인년(1590년) 3월에 왜사 의지와 함께 일본을 향해 떠났다.\n의지가 돌아갈 적에 공작 두 마리와 조총(烏銃) · 창 · 칼 등을 우리 임금께 바쳤다. 그러나 임금은, 공작은 남양(南陽)의 해도(海島)로 날려 보내게 하고, 조총은 군기사(軍器寺)에 두게 했다. 우리 나라에 조총이 들어오기는 이것이 처음이었다.",
      "toc_title": "만력(萬曆) 병술년(1598년)에...",
      "seq": "5"
    },
    {
      "node_id": "NODE03884959",
      "name": "MEDA03976657",
      "title": "신묘년(1591년) 봄,",
      "content": "신묘년(1591년) 봄, 통신사로 갔던 황윤길 · 김성일 등이 일본으로부터 돌아왔다. 이때 왜인 평조신과 현소도 같이 따라왔다.\n그 전 해 4월 29일, 윤길 등이 사신으로 떠날 적 일이다. 부산포에서 배를 타고 대마도에 이르러 한 달 동안을 체류했다. 거기서 다시 수로로 40여 리를 가서 일기도(一岐島)를 거쳐 박다주(博多州) · 장문주(長門州) · 낭고야(郎古耶)를 지나서 7월 22일에야 비로소 그들의 국도(國都)에 이르렀다.\n이것은 왜인들이 일부러 길을 돌고 또 곳곳에서 필요 이상으로 체류했기 때문에 이렇게 여러 달이 걸린 것이었다.\n대마도에 머물러 있을 때의 일이었다. 평의지는 우리 사신들을 절로 청해다가 잔치를 베풀어 대접한 일이 있었다. 이 때 딴 손들은 벌써부터 자리에 와서 앉아 있었다. 주인격인 평의지는 늦게서야 교자를 타고 오더니 뜰 밀에 와서야 교자에서 내리는 것이다.\n이것을 본 김성일은 화를 버럭 냈다.\n“대마도는 우리 나라의 번신(藩臣)이오. 우리가 이제 왕명(王命)을 받고 여기 왔는데,어찌 이토록 업신여긴단 말이오. 나는 이 대접을 받을 수가 없소.”\n성일은 자리를 박차고 일어섰다. 허성도 함께 뒤따라서 나와 버렸다.\n당황한 의지는 자기의 허물을 교군에게 뒤집어씌워 그를 내다 죽이게 했다. 그러고는 교군의 머리를 가지고 와서 사과하는 것이었다.\n이런 일이 있은 뒤부터는 왜인들이 성일을 몹시 두려워했다. 의지는 모든 것을 예법대로 대접하고 먼 빛으로라도 성일을 보기만 하면 말에서 내리곤 했다.\n일행이 그들의 국도(國都)에 당도했다. 그들은 우리 사신들의 숙소로 큰 절을 정해 주고 유숙하게 했다.\n그러나 이때 수길은 마침 동산도(東山道)에 출전한 참이라, 수개월이나 기다린 뒤에야 돌아왔다. 또 수길이 돌아온 뒤에도 저희들의 궁실(官室)을 수리한다는 구실로 즉시 국서(國書)를 받지 않았다.\n이래저래 전후 다섯 달 동안을 머물러 있다가 겨우 국명(國命)을 전하게 된 것이다.\n이 나라는 천황(天皇)이 따로 있어 그를 높이고, 수길까지도 신하로서 그를 섬기고 있었다. 그래서 자기 나라 안에서는 수길을 왕이라 부르지 않고 다만 관백(關白)이라고만 불렀다. 또 혹은 박륙후(博陸侯)라고도 했다. 소위 관백이란 칭호의 내력은 이러하다.\n옛날 곽광(藿光)의,\n‘모든 일은 곽광에게 관백하는 데서부터 시작한다.’\n고 한 말을 따서 지은 칭호이다.\n당시 그들이 우리 사신을 대접하는 것을 보면 이러했다 한다. 사신들이 교자를 타고 궁중에 들어가도록 허락했고, 가각(茄角)을 불어 길을 인도하게 했으며, 당(堂)에 올라와서 예를 행하게 했다.\n수길은 얼굴 모양이 못생기고 빛이 거무스름했다. 보통 사람과 아무런 다른 점이 없었다. 그러나 오직 눈썹 속에 샛별 같이 빛나는 안광(眼光)만은 사람을 뚫는 것 같은 느낌을 주었다 한다.\n그가 앉아 있는 자리를 보면, 삼중석(三重席)을 만들어 남쪽을 향해 앉았으며, 사모(紗帽)를 머리에 얹고 검은 도포를 입었다. 그 옆에는 신하 몇 사람이 벌려 앉았다가, 우리 사신들을 안내하여 자리를 정해 준다.\n좌중에는 아무런 연구(宴具)도 준비되어 있지 않고, 다만 방 가운데 탁자 하나가 놓여 있었다. 그 위에다 떡 한 그릇을 놓고, 항아리에서 술을 따랐는데, 그나마도 탁주였다. 이것은 도저히 남의 나라 사신을 대접하는 범절이 아니다. 그것도 겨우 두어 순배에 지나지 않아 파하곤 하는 것이었다.\n그들은 또 절하는 것이나 읍(揖)하는 것으로 인사 절차를 밟으려 하지 않았다.\n수길은 자기 자리에 잠시 앉았다가 안으로 들어가는 것이 보통이었다. 이럴 때는 좌중에 있던 사람들이 하나도 움직이지 않고 그대로 않아 있었다. 조금 있다가 한사람이 편복(便服)을 입은 채로 어린애 하나를 안고 나와서 마루 안을 돌아다녔다.\n자세히 쳐다보니 이가 곧 수길이었다. 이것을 보고서도 좌중 사람들은 그대로 앉아서 부복(俯伏)할 뿐이었다. 이윽고 수길은 난간에 의지해 앉더니 우리 나라 악공을 시켜서 여러 가지 음악을 들었다.\n이때 자기가 안고 있던 어린애가 오줌을 쌌다면서 웃고 나서 심부름꾼을 불렀다. 계집 심부름꾼이 옷을 갈아입히는데 보니, 그들의 하는 꼴이란 제멋대로여서 아주 방약무인(傍若無人)하였다.\n사신이 사퇴하고 물러나오자 그 뒤로는 다시 수길을 만나볼 수가 없었다. 다만 상사(上使) · 부사(副使)에게는 400냥을 주면서 서장관 · 통역 이하까지도 각각 차등 있게 나누어 주게 할 뿐이었다.\n우리 사신들이 장차 돌아오려 하자, 그는 답서도 써 주지 않고 그대로 돌려보내려 했다.\n이것을 보고 성일은,\n“우리는 사신이 되어서 국서를 가지고 왔소. 만일 우리가 답서를 받아 가지고 돌아가지 않는다면 이는 마치 허수아비에게 명을 받은 것이나 마찬가지가 아니겠소.”\n하고 따지려 했다.\n그러나 윤길은 그들이 자기들을 더 붙들어 둘까 겁이 나서 그대로 떠나 국계(國界) 해변까지 와서 기다리고 있었다.\n그런 지 얼마 뒤에야 답서가 왔다. 한데 글 내용이 너무 거만해서 우리가 바라던 바와 많이 어긋났다.\n성일은 이 글을 받지 않았다.\n그들은 하는 수 없이 여러 번 글을 고쳐 왔기에 사신들은 미흡한 대로 받아 가지고 길을 떠났다.\n일행이 지나는 곳마다 왜인들은 여러 가지 물건을 선사했다. 그러나 성일은 이것을 모조리 퇴각했다.\n윤길은 부산에 도착하자 우선 글을 올려 자기들의 겪은 바 정세를 보고하고 나서 반드시 머지않아 병화(兵禍)가 있을 것이라고 고했다.\n임금께 복명하는 자리에서 윤길은 먼저 보고와 같았으나, 성일은 이와 반대였다. 성일은,\n“신은 그런 기미는 보지 못했습니다.”\n하고 보고하는 것이었다.\n또 계속하여 성일은 말했다.\n“윤길은 공연히 인심을 동요시키고 있습니다.”\n이에 조정에서는 윤길의 말을 옳게 여기는 쪽과 성일의 말을 옳게 여기는 쪽으로 의견이 두 갈래로 갈렸다.\n나는 성일을 보고 말했다.\n“그대 의견이 황사(黃使)와 전혀 다르니, 앞날에 만일 병화가 있다면 어떻게 하려오?”\n이에 성일은 이렇게 대답했다.\n“나 역시 왜국이 끝내 동병(動兵)하지 않는다는 게 아니오. 하지만 윤길의 말이 하도 과격해서 안팎 인심이 동요되겠기로 인심을 진정시키고자 일부러 한 말이오.”",
      "toc_title": "신묘년(1591년) 봄,",
      "seq": "6"
    },
    {
      "node_id": "NODE03884960",
      "name": "MEDA03976658",
      "title": "그때 사신들이 가지고 온 왜서(倭書)에는...",
      "content": "그때 사신들이 가지고 온 왜서(倭書)에는 이런 말이 있었다.\n‘군사를 거느리고 명(明)나라로 쳐들어가겠다.’\n이것을 보고 나는 말했다.\n“이것은 마땅히 이 사실대로 명나라에 알리는 것이 옳을 것입니다.”\n그러나 수상(首相)은 반대했다.\n“그러다가 명나라에서 만일 우리가 왜국과 사통(私通)했다고 책망하면 어찌하겠소. 차라리 그대로 숨겨 두는 것이 좋을 듯하오.”\n나는 다시 주장했다.\n“일이 있어서 이웃나라에 왕래하는 것이야 국가로서 없을 수 없는 일이 아니겠소. 성화(成化) 연간에는 일본도 우리 나라를 통해서 중국에 조공하기를 청한 일도 있지 않습니까.\n그때도 사실대로 명나라에 알려서 그 곳에서 칙서(勅書)를 내려서 회유(回諭)한 일이 있는 터이니, 이것은 또 비단 오늘에만 있는 일이 아니요, 전에도 그런 일이 있었던 터입니다. 지금 만일 우리가 이 사실을 숨기고 알리지 않는다면 이는 대의(大義)에도 어그러질 뿐 아니라,또 더욱이 적들이 우리를 모략하기 위해서 이 말을 딴 길로 전파시켜 명나라 조정으로 들여보낸다면 그때에는 도리어 우리가 그들과 공모해서 숨긴 것으로 의심받기 쉽지요. 이렇게 되고 보면 죄가 더 크지 않겠습니까.”\n조정에서도 이 말을 옳게 여겨, 결국 김응남(金應南) 등을 시켜 이 사실을 명나라에 알리게 되었다.\n당시 복건(福建) 지방 사람 허의후(許儀後) · 진신(陳申) 등이 왜국에 잡혀와 있었다. 그들은 왜국의 이러한 내정을 비밀히 자기 나라에 보고했다. 또 유구국(琉球國) 세자(世子) 상녕(尙寧)도 연해 사신을 보내어 소식을 명나라에 통했다. 그러나 유독 우리 나라만이 아무런 기별도 없었던 것이다. 명나라에서는 우리가 왜적과 함께 이심(異沁)을 품지나 않았는가 싶어 이 일로 의논이 분분한 판이었다.\n이때 각로(閣老) 허국(許國)은 전에 우리 나라에 사신으로 온 일이 있는 터라, 분명히 주장했다.\n“내가 본 바에 의하면 조선은 진심으로 우리 나라를 섬기고 있는 나라입니다. 왜국과 함께 모반한다는 말은 믿어지지 않는 일이오. 좀더 자제한 소식을 기다려 봅시다.”\n이렇게 우리를 두둔해 오던 끝에 얼마 되지 않아 응남이 도착하고 보니 모든 의심이 일소되었다.\n그런 뒤로 우리 조정에서는 왜국을 경계하기 시작했다. 변방 사정에 밝은 사람을 뽑아서 남쪽 삼도(三道)를 방비하게 했다.\n경상 감사(慶尙監事)에는 김수(金晬), 전라 감사에는 이광(李洸), 충청 감사에는 윤선각(尹先覺)을 보내어 병기를 준비하고 성지(城池)를 수축게 했다. 그중에도 경상도에는 가장 많은 성을 쌓고, 영천(永川) · 청도(情道) · 삼가(三嘉) · 대구(大邱) · 성주(星州) · 부산(釜山) · 동래(東萊) · 진주(晋州) · 안동(安東) · 상주(尙州) 등지에는 병영(兵營)까지 신축 또는 증수(增修)케 했다.\n이때 국가는 오랫동안 승평(昇平)한 세월이 흐를 때다. 안팎이 모두 편하게 사니 백성들은 자연 노역(勞役)을 꺼려서 원망하는 소리가 자자했다. 이것을 본 나와 동년배인 전 전적(典籍) 합천 사람 이노(李魯)가 내게 글을 보냈다.\n“지금 태평한 세상에 성을 쌓다니 당치도 않은 일이오.”\n그는 정부가 하는 일을 이렇게 또 비평하기도 했다.\n“삼가(三嘉)는 앞에는 정진(鼎津) 나루가 가로막고 있는데, 왜적이 어찌 뛰너넘는단 말이오. 그런데 왜 함부로 성을 쌓아 백성들을 괴롭힌단 말이오.”\n대체 큰 바다를 가지고서도 왜병을 막아내지 못했는데 이까짓 한 줄기 냇물을 가지고 무얼 한단 말인가. 그 사람의 의견도 또한 잘못된 일이었다. 당시 사람들의 의논은 모두 이와 같았고, 홍문관(弘文館)에서도 글을 올려 이렇게 의논했던 것이다.\n한편 경상 · 전라 양 남도(南道)에 쌓은 성도 모두 올바른 형태를 갖추지는 못했고 쓸데없이 규모가 크기만 했다. 특히 진주성(晉州城) 같은 것은 본래 험한 산을 의지해서 세웠기 때문에 지킬만 했던 것인데, 이제 와서 너무 작다고 하여 동쪽 평지로 옮겨서 크게만 쌓았다. 그래서 그 뒤에 적들이 침입해 왔을 때는 저항하지 못하고 무너졌던 것이다.\n대체 성이란 작더라도 견고한 것을 위주로 하는 것인데, 이와 반대로 크게만 만들어 놓았으니, 이는 모두 시론(時論)이 그렇게 시끄러웠던 때문이다.\n또 군정(軍政)의 근본이라든지, 장수를 뽑아 쓰는 요령, 또는 군사를 조련하는 방법 같은 것은 한 가지도 연구하지 않았던 까닭에 전쟁은 자연 패할 수밖에 없었던 것이다.",
      "toc_title": "그때 사신들이 가지고 온 왜서(倭書)에는...",
      "seq": "7"
    },
    {
      "node_id": "NODE03884961",
      "name": "MEDA03976659",
      "title": "이때 조정에서는...",
      "content": "이때 조정에서는 정읍 현감(井邑縣監)으로 있는 이순신(李舜臣)을 불러서 전라좌도 수군 절도사(水軍節度使)를 삼았다.\n순신은 어려서부터 담략이 있고 말타기와 활쏘기에 유난히 능속한 사람이다.\n전에 조산 만호(造山萬戶)로 있을 때의 일이다.\n그는 북쪽 변방에 일이 많은 것을 보고 계책을 세워 모반한 오랑캐 우을기내(于乙其乃)를 꽤어내다가 결박지어 병영(兵營)으로 보낸 다음에 죽였다. 그런 뒤로부터는 북쪽 오랑캐의 근심이 저절로 없어졌다.\n또 이런 일도 있었다. 순찰사(巡察使)로 있던 정언신(鄭彦信)이 순신으로 하여금 녹둔도(鹿屯島)의 둔전(屯田)을 지키도록 했다.\n어느 날 안개가 자옥하게 낀 속에 이편 군사들은 모두 나가서 곡식을 거두고 있었다. 영책에는 겨우 수십 명밖에 남아 있지 않았는데, 졸지에 적의 기병(騎兵)들이 무수히 쳐들어왔다. 이에 순신은 급히 영책문을 닫고 유엽전(柳葉箭)을 쏘아서 적 수십 명을 맞추어 말에서 떨어뜨리니 적들은 놀라서 모두 도망해 버렸다. 이것을 본 순신은 영책문을 활짝 열어젖히고 혼자서 말에 올라 크게 소리치며 쫓아갔다. 적들은 어찌할 줄을 몰라 군기를 모두 땅에 버리고 어지러이 흩어지니, 이 싸움에서 약탈당했던 물건들을 모두 되찾았다.\n순신은 이밖에도 여러 가지 숨은 공이 많았다. 하지만 조정에서는 아무도 그를 추천해 주는 사람이 없었다. 과거에 급제한 지 10여 년이 되어 겨우 정읍 현감이 되어 있었다.\n이즈음 왜인의 교만스러운 태도는 날로 극성스러워만 갔다.\n임금은 비현사(備邊司)에 명하여 제각기 장수될 만한 인재를 천거하라 하였다.\n이때 내가 순신을 천거해서 비로소 수사(水使)가 되었다. 그러나 이것을 본 사람들은 순신이 갑자기 승진한 것을 의심하는 이도 더러 있었다.\n당시 조정에 있는 무장(武將) 중에는 신입(申砬)과 이일(李鎰)이 가장 이름이 있고, 경상 우병사(右兵使) 조대곤(曹大坤)은 나이도 늙고 용맹함도 없었으며, 게다가 인망(人望)까지도 좋지 않았다.\n나는 경연(經筵)에서 주장했다.\n“이일과 조대곤을 바꾸십시오.”\n그러나 병조판서 홍여순(洪汝諄)이 반대했다.\n“명장(名將)은 서울에 두어야 하오. 이일을 경상도에 보내선 안 되오.”\n나는 다시 말했다.\n“매사에 예비한다는 것은 상당히 소중한 일이오. 더구나 군사를 다스려 적을 막는 데 있어서 어찌 소홀히 일을 처리한단 말이오. 일조에 일이 있고 보면 이일을 내보내야 할 판인데, 이왕 내보낼 바에야 일찍이 보내어 예비시켰다가 불의의 변을 막도록 하는 것이 유리하지 않겠소. 만일 창졸간에 아무나 내보낸다면 이는 그 지방 지리에도 밝지 못할 뿐 아니라, 군사들의 실력조차 알지 못할 것이오. 이런 사람이 어떻게 적을 대적해 낸단 말이오. 이는 병가(兵家)의 법으로 보아 매우 꺼리는 것으로서 만일 그렇게 하지 않는다면 후일에 반드시 후회가 있을 것이오.”\n나는 간곡히 주장했다. 그러나 임금은 아무런 결정도 짓지 못했다.\n나는 또 비변사와 그 밖의 사람들과 의논하고 대대로 내려오던 진관(鎭管)의 법을 소홀히 하지 말도록 글을 올렸다.\n그 대략을 추려 보면 이러했다.\n“국초(國初)에 각 도의 군병은 모두 진관(鎭管)에 분속(分屬)되어서 무슨 일이 있는 날에는 진관이 속읍(屬邑)을 통솔토록 했습니다. 또 이것이 차츰 물고기의 비늘처럼 정돈되어서 주장(主將)의 명령을 기다리게 되어 있는 터입니다. 경상도로 말하자면, 김해 · 대구 · 상주 · 경주 · 안동 · 진주 등 여섯 진(鎭)으로 되어 있어, 적병이 쳐들어와 한진의 군사가 혹시 패하는 일이 있더라도 딴 진이 굳게 지킴으로써 한꺼번에 모두 허물어지는 폐단이 없도록 했던 것입니다. 그러던 것이 지난번 을묘년 변란 뒤에 김수문(金秀文)이 전라도에서 군대의 편제를 고쳤던 것입니다.\n그는 도내의 여러 읍(邑)을 쪼개어 이를 모두 순변사(巡邊使) · 방어사(防禦使) · 조방장(助防將) · 도원수(都元帥) 및 본도의 병사(兵使) · 수사(水使)에 예속시켰습니다. 이것이 바로 제승방략(制勝方略)이라는 것입니다. 이 법을 여러 도에서 본받았기 때문에 이제는 진관이란 이름뿐이요, 실상 서로 연락도 되지 않습니다. 한 번 급한 일이 있고 보면 원근이 한꺼번에 움직여 장수 없는 군사들만 들판 가운데 모여 있게 됩니다. 천 리 밖에서 장수가 오기를 기다리다가 때맞추어 장수는 오지 않고 날카로운 적군이 몰려들게 되면 군대의 사기는 어지럽고 싸움은 반드시 패하게 마련입니다. 이리하여 대군이 한 번 무너진 다음에는 장수가 온다 하더라도 때는 이미 늦을 것입니다. 누구를 데리고 전쟁을 하겠습니까? 바라옵건대 진관 제도는 대대로 내려 온 법이니, 다시 고쳐서 평시에는 훈련하기에 쉽고, 일이 있을 때에는 모이도록 하며, 또 앞뒤가 서로 상응하고 안팎이 서로 의지하여, 일시에 무너지고 흩어지는 폐단이 없도록 하시옵소서.”\n이 일을 본도에 내렸다.\n그러나, 경상 감사 김수(金晬)는 이렇게 말하는 것이었다.\n“제승방략은 써온 지가 벌써 오래여서 졸지에 고칠 수가 없습니다.”\n이렇게 하여 나의 이 건의는 결국 쓰이지 못하고 말았다.",
      "toc_title": "이때 조정에서는...",
      "seq": "8"
    },
    {
      "node_id": "NODE03884962",
      "name": "MEDA03976660",
      "title": "임진년 봄의 일이다.",
      "content": "임진년 봄의 일이다. 신입 · 이일을 각각 보내어 변방을 순회하게 했다. 이때 일(鎰)은 충청 · 전라도로 가고, 입(砬)은 경기 · 황해도로 갔다.\n그들은 한 달이 지난 뒤에 돌아왔다.\n그들이 조사한 것이란 겨우 활 · 화살 · 창 · 칼 같은 것뿐이었다. 군이나 읍에서는 문서상으로만 법에 저촉되지 않게 갖췄고, 달리 방비하는 좋은 방책은 없었다.\n입은 본시부터 성질이 잔인하고 사납다는 소문이 있었다. 가는 곳마다 사람을 죽여 자기의 위엄만 세우려 하니 수령(守令)들이 모두 두려워했다. 그래서 백성들을 동원하여 길을 닦고, 또 매우 융숭히 대접하니 대신들의 행차보다도 더욱 극진한 바가 있었다.\n이들은 4월 1일 서울로 돌아와 복명(復命)했다. 이때 신입은 사저(私邸)로 나를 찾아왔다.\n나는 그를 보고 물었다.\n“아마도 우리 나라에 머지않아 변이 있을 듯싶소. 그때에는 그대가 군사 일을 맡아봐야 할 텐데, 오늘날 적의 형세로 보아 넉넉히 막아낼 자신이 있으시오?”\n그러나 그는 대수롭지 않게 대답했다.\n“그까짓 것쯤 걱정할 게 없소이다.”\n나는 다시 말했다.\n“그렇지 않지요. 전에는 왜병이 다만 짧은 병기만 가지고 있었지만, 지금 와서는 조총(鳥銃)이 있는데 어떻게 만만히 볼 수가 있단 말이오.”\n그러나 신입은 종시 태연한 말씨다.\n“왜병들이 조총은 가졌지만 그게 쏠 적마다 맞는답디까.”\n“나라가 오랫동안 아무 일도 없을 때는 사졸(士卒)들이 모두 겁약(怯弱)한 법이오. 그러다가 일조에 변이 생기고 보면 이것을 감당하기가 몹시 어려운 법입니다. 내 생각으로는 몇 해 뒤에는 우리 군사도 모두 병기에도 익숙해져서 난을 수습할 수도 있을 것이오. 하지만 지금 같아서는 매우 걱정이 되는 바올시다.”\n그러나 신입은 내내 내 말을 옳게 여기지 않고 그대로 자리에서 일어섰다.\n신입이 계미년(1583년)에 온성 부사(穩城府使)로 있을 적의 일이었다.\n오랑캐들이 모반해서 종성(鍾城)을 포위했다. 신입은 구원하기 위해 급히 가서 부하 십여 기(騎)만을 거느리고 돌격하여 오랑캐들을 무찔렀다. 이것을 보고 조정에서는 신입은 대장이 될 만한 자격이 있다고 했다. 이내 북병사(北兵使) · 평안 병사(平安兵使)로 올려 썼다. 얼마 되지 않아 품계가 자헌 대부(資憲大夫)에까지 올라갔었다. 이러고 보니 신입은 마침내 병조판서까지 하고 싶은 욕심이 생겼다.\n그는 의기가 날카로워서 마치 옛날 조(趙)나라 조괄(趙括)이 철없이 강한 진(秦)나라를 업신여기던 것과 같았다. 아무 일에나 겁내는 법이 없었다. 그리하여 식자(識者)들은 이것을 보고 모두 그를 근심했다.",
      "toc_title": "임진년 봄의 일이다.",
      "seq": "9"
    },
    {
      "node_id": "NODE03884963",
      "name": "MEDA03976661",
      "title": "경상 우병사(右兵使) 조대곤의 자리를...",
      "content": "경상 우병사(右兵使) 조대곤의 자리를 임금의 특지(特旨)로써 승지(承旨) 김성일로 바꾸도록 하였다.\n그러나 비변사가 이의를 제기했다.\n“성일은 유신(儒臣)입니다. 이런 시절에 변방을 지킬 장수감이 아니옵니다.”\n그러나 임금은 이를 허락하지 않았다. 성일은 임금께 하직하고 임지로 떠났다.\n4월 13일에 왜병이 국경을 침범해서 부산포(釜山浦)가 함락되고 첨사(僉使) 정발(鄭撥)이 죽었다.\n이보다 앞서 왜국 평조신, 중 현소 등이 우리 통신사와 함께 와서 동평관에 머무르고 있었다.\n비변사에서는 황윤길 · 김성일 등으로 하여금 그들을 청해다가 사사로이 술자리를 베풀어 놀면서 조용히 저들의 내정을 살펴 방비할 계책을 마련하자 하니, 임금도 이를 옳게 여겨 허락했다.\n성일이 그들을 만나 여러 가지로 수작해 보았다.\n현소가 가만히 말했다.\n“명나라가 오랫동안 일본과 국교(國交)를 끊고 지내서 조공이 없어졌소. 평수길이 이것을 내심으로 몹시 분하게 여기고 있으니, 이제 필시 전쟁을 일으킬 눈치인 것 같소. 조선에는 이 일을 미리 명나라에 알려 조공만 하도록 해 주면 이 땅에는 별일이 없을 것이며 일본 66주(州)의 백성들도 전쟁을 해야 할 수고를 덜게 될 것이오.”\n이 말을 듣고 성일 등은 대의(大義)로 책망도 해 보고, 한편 달래기도 해 보았다.\n그러나 현소는 이렇게 말하는 것이었다.\n“옛적에 고려가 원(元)나라 군사를 인도해서 우리 일본을 친 일이 있었소. 우리가 지금 이 일로 해서 그때 원수를 갚으려 하는데 무엇이 그르단 말이오.”\n그의 말투가 점점 무례해져 갔다.\n우리는 이것을 본 뒤로는 다시 말할 필요조차 없다고 생각했다.\n조신 · 현소 등은 돌아가고 신묘년(1591년)에 또다시 평의지가 부산포에 왔다.\n그는 우리 변장(邊將)을 보고 위협조로 말했다.\n“지금 일본이 명나라와 통신하려 하고 있소. 당신 나라에서 이 말을 전해 준다면 아무 일도 없으려니와, 그렇지 못하면 두 나라 사이에 화기(和氣)를 잃게 될 것이오. 이 어찌 큰 일이 아니겠소. 우리가 일부러 와서 알리는 것이니 알아서 하시오.”\n변장은 이대로 위에 보고했다.\n그러나 조정에서는 우리 통신사만 꾸짖고 또한 그들의 오만무례한 것만 탓했다. 별로 대수롭지 않게 여기고 답하지도 않고 있었다.\n의지는 십여 일 동안이나 배에 머물러 있다가 좋지 않은 낯으로 돌아가 버렸다.\n그 뒤로 왜인은 다시 오지 않았다. 부산포에 머물러 있던 왜인 수십 명도 하나씩 자취를 감추어 마침내는 하나도 남지 않았다. 이것을 우리는 매우 이상하게 보았던 것이다.\n그러던 것이 이날(임진년 4월 13일)에 와서 졸지에 몰려든 것이다.\n왜선(倭船)이 대마도로부터 바다를 덮어 오니, 바라보아도 끝이 보이지 않을 만큼 어마어마했다.\n이때 부산 첨사 정발은 마침 절영도(絶影島)로 사냥을 나갔었다가 갑자기 이 말을 듣고 허둥지둥 성으로 돌아왔다. 왜병은 벌써 상륙해서 사면으로 몰려들었다. 삽시간에 성은 함락되고 말았다.\n이것을 본 좌수사(左水使) 박홍(朴泓)은 적의 세력이 너무나 큰 것을 보고 감히 나가 싸우지도 못한 채 성을 버리고 달아났다.\n왜군은 군사를 나누어 서평포(西平浦) · 다대포(多大浦)를 연달아 쳐서 함락시켰다.\n이때 다대포 첨사 윤흥신(尹興信)은 힘껏 싸우다가 적에게 죽었다.\n좌병사 이각(李珏)은 이 소식을 듣고 병영을 떠나 동래(東萊)로 들어갔다. 그때는 벌써 부산이 함락된 뒤라, 각은 어쩔 줄을 모르고 다른 군사들과 적을 협격할 것을 핑계삼아 성밖에 나가 소산역(蘇山驛)으로 퇴진했다.\n한편 부사(府使) 송상현(宋象賢)은 이각에게 자기와 함께 성을 지키자고 말했다. 그러나 각은 듣지 않았다.\n15일에 이르러 왜병은 동래로 들어왔다.\n송상현은 성 남문에 올라가 반나절이나 힘껏 전투를 지휘했으나 성은 함락되었다. 그러나 상현은 앉은 채로 꿋꿋이 버티면서 왜병의 칼에 맞아 죽었다. 이에 왜병도 그의 사수(死守)를 장하게 여겨 시체를 관(棺)에 넣어 성 밖에 묻고 말뚝을 세워 표해 주었다.\n이로부터 각 고을은 모두 보잘것없이 무너지기 시작했다.\n밀양 부사(密陽府使) 박진(朴晉)은 동래로부터 급히 돌아와서 작원(鵲院)의 좁은 길을 막아 대항하려 했다. 그러나 적은 양산(梁山)을 함락하고 작원으로 몰려들어왔다. 그들은 작원의 길목을 지키는 군사가 있는 것을 보고 산 뒤 높은 곳으로 올라온 다음 넓게 흩어져 개미떼처럼 쳐내려왔다. 우리 군사들은 이것을 보고 모두 흩어져 달아나 버렸다. 이에 박진은 밀양으로 다시 달려갔다. 그는 병기와 창고를 불사르고 성을 버리고 산으로 도망쳤다.\n이각은 그 뒤에 병영으로 돌아와 먼저 자기 첩부터 성 밖으로 피난시키니, 성안 인심은 한층 더 흉흉해 갔다. 군사들은 공연히 놀라고 어찌할 줄을 몰랐다. 이각은 마침내 새벽을 틈타 몸을 빼어 도망했다. 이것을 본 군사들은 제각기 흩어지고 말았다.\n이때 적은 길을 나누어 계속하여 여러 고을을 함락시켰다. 그러나 이편에서는 한사람도 나가서 이것을 막지 못했다.\n김해 부사(金海府使) 서예원(徐禮元)은 성문을 닫고 지키고 있었다. 적들은 성 밖에 있는 보리를 베어다가 성 높이와 같게 쌓아 놓고서 쳐들어왔다. 초래 군수(草萊郡守) 이모(李某)는 이것을 보고 먼저 도망해 버렸다. 예원도 그 뒤를 따라 도망했다. 이렇게 되고 보니 성은 이내 함락되고 말았다.\n순찰사 김수는 진주에 있다가 처음으로 이러한 왜변이 생겼다는 소식을 들었다. 그래서 동래로 급히 달려가는 길에 중로에서 적이 가까이 왔다는 소문을 들었다. 그는 더 앞으로 나가지 못하고 오던 길로 하여 우도(右道)로 도망했으나 어쩔 줄을 몰랐다.\n그는 생각다 못해 여러 고을에 격문(檄文)만을 띄웠다. 백성들에게 적을 피하라고 하는 격문이었다. 이로 인해서 도내가 텅 비게 되고 보니 더구나 어찌할 수가 없었다.\n용궁 현감(龍宮縣監) 우복룡(禹說龍)은 그 고을에 있는 군사들을 거느리고 병영으로 가는 길이었다. 도중, 영천(永川) 길가에서 밥을 지어 먹고 있었다. 때마침 하양(河陽) 군사 수백 명이 방어사(防禦使)에 예속되어 북쪽으로 가는 길에 그 앞을 지나게 되었다. 그 군사들은 말에서 내리지 않고 그대로 지나갔다.\n이것을 본 복룡은 괘씸히 여겨 붙잡고 꾸짖었다.\n“너희들은 반란을 일으키는 군사로구나.”\n하양 군사들은 병사(兵使)의 공문을 내보이고 변명했다.\n하지만 복룡은 종시 들지 않았다. 자기 군사를 시켜 그들을 포위하고 모두 쳐죽여 시체가 들에 가득했다.\n그러나 순찰사는 도리어 우복룡에게 공이 있다고 했다. 통정(通政) 대부로 승급시키고, 다시 정희적(鄭熙績)을 대신해서 안동 부사(安東府使)에 임명했다.\n그런 뒤로 하양 군사들의 가족인 고아 · 과부들은 사신을 만나기만 하면 말머리를 가로막고 울면서 원통한 사정을 호소했다. 그러나 복룡은 그때 벌써 위명(威名)이 자자하던 터라, 아무도 그들을 위해서 말해 주는 사람이 없었다 한다.",
      "toc_title": "경상 우병사(右兵使) 조대곤의 자리를...",
      "seq": "10"
    },
    {
      "node_id": "NODE03884964",
      "name": "MEDA03976662",
      "title": "17일 이른 아침.",
      "content": "변장의 급보가 겨우 조정에 이르렀으니, 이것은 좌수사 박홍(朴泓)의 장계였다.\n이때 대신들과 비변사는 빈청(賓廳)에 모여서 임금을 뵙자고 청했다. 그러나 허락이 없었다.\n다시 글을 올려 이일을 순변사로 삼아 중로(中路)로 내려보냈고, 성응길(成應吉)은 좌방어사로 삼아서 좌도(左道)로 내려보냈다. 조경(趙儆)을 우방어사로 삼아서 서로(西路)로 내 려보내고, 유극량(劉克良)을 조방장(助防將)으로 삼아서 죽령(竹嶺)을 지키게 했다. 변기(邊璣)도 역시 조방장을 삼아 조령(鳥嶺)을 지키게 했다.\n한편 경주 부윤(慶州府尹) 윤인함(尹仁涵)을 유신(儒臣)으로서 유약하고 겁이 많다 하여 전에 강계 부사(江界府使)로 있던 변응성(邊應星)을 내려보내어 대신케 했다.\n그들에게는 모두 군관(軍官)을 가려서 데리고 가도록 영을 내렸다.\n그런데 얼마 안되어 부산이 함락되었다는 보고가 왔다. 당시 부산은 적에게 포위된 채 사람이 통행도 하지 못하는 형편이었다.\n박홍의 장계를 보면 이러했다.\n‘높은 데 올라가 바라보니 붉은 깃발이 성안에 가득하옵니다.’\n이 장계로 해서 성이 이미 함락되었다는 것을 짐작하게 된 것이다.\n이때 이일은 서울에 있는 정병(精兵) 3백 명을 거느리고 가고자 했다.\n병조(兵曹)에서 뽑았다는 군사들은 모두 민가나 시정(市井)에 있는 사람들 또는 서리(胥吏)와 유생(儒生)들이 태반이었다. 군사를 점검하면서 보니 유생들은 관복(冠服)에 책을 옆에 끼고 있었고, 서리들도 모두 평정건(平頂巾)을 쓰고 있었다. 그들은 모두 군사로 뽑히기를 꺼리는 사람들이었다. 이런 사람들만 뜰에 가득히 모집해다 세웠으니, 데리고 갈 만한 군사라곤 하나도 없었다.\n이일은 조정의 명령을 받고서도 3일이 지나도록 떠나지 못하고 있을 수밖에 없었다.\n조정에서는 할 수 없이 이일을 혼자 먼저 가게 했다. 별장(別將) 유옥(兪沃)을 시켜서 군사를 데리고 뒤따라 가도록 했다.\n이때 나는 장계를 올려 말했다.\n‘병조판서 홍여순(洪汝諄)에게는 그 책임을 맡길 수가 없습니다. 또 군사들도 그를 바꾸어 주기를 원하고 있습니다.’\n이것을 받아들여 김응남(金應南)을 병조판서로 삼고 심충겸(流忠謙)을 병조참판으로 삼았다.\n대간(臺諫)이 또 청했다.\n“대신(大臣)을 체찰사(體察使)로 삼아서 여러 장수들을 검독(檢督)하도록 해야겠습니다.”\n이 의논도 받아들였다.\n수상(首相)은 이 책임을 나더러 맡으라고 했다.\n나는 이를 승낙하고 다시 임금께 아뢰어 김응남을 부사(副使)로 삼도록 했다.\n전에 의주 목사(義州牧使)로 있던 김여물(金汝岉)은 무략(武略)이 있는 사람이다. 이때 그는 남의 일에 연좌되어 옥에 갇혀 있었으므로 나는 임금께 아뢰어 그의 죄를 용서하여 나를 따라가게 해 주기를 청했다.\n이리하여 무사(武士)중에서 이 밖에도 비장(碑將)이 될 만한 사람 80여 명을 모집했다.\n이즈음 급보가 연달아 올라왔다. 적의 날쌘 군사는 밀양의 큰 재를 넘어 머지않아 조령에 가까워지리라는 소식이었다.\n나는 김응남 · 신입을 보고 말했다.\n“적들이 저렇듯 급하게 쳐들어오니 일이 급하지 않소? 어떻게 하면 좋단 말이오.”\n신입이 대답했다.\n“이일이 외로운 군사를 가지고 앞에 나가 있는데, 뒤에서 응원 부대가 없으니 딱한 일이오. 이제 체찰사(體察使 ; 유성룡을 말함-역주)께서 내려가시기는 하지만, 이는 싸우는 장수와는 다릅니다. 차라리 딴 장수를 뽑아 먼저 빨리 내려보내어 일을 후원토록 하는 게 나을 것 같소이다.”\n이렇게 신입이 서두르는 품이 금시에라도 자기가 손수 떠나고자 하는 눈치였다.\n이에 나는 김응남과 함께 들어가 임금을 뵙고 이러한 사실을 모두 아뢰었다.\n이 말을 들은 임금은 직접 신입을 불러서 물어 보았다. 그리고는 이내 신입을 도순변사(都巡邊使)로 삼았다.\n신입은 궐문 밖으로 나가 몸소 다니면서 같이 갈 사람을 구하는 것이었다. 하나 무사들 중에는 가고자 하는 자가 한 사람도 나서지 않았다.\n때마침 나는 중추부(中樞府)에서 떠날 일을 준비하고 있었다. 신입이 내가 있는 곳으로 왔다. 거기에는 내가 모집한 군사가 뜰 앞에 가득 차 있었다. 그는 얼굴에서 불만스런 빛을 감추지 못했다.\n신입은 김응남과 나를 번갈아 쳐다보면서 이렇게 말했다.\n“아니, 이런 분을 대감이 데리고 가서 무엇에 쓰겠습니까? 소인이 부사(副使)가 되어 가고 싶습니다.”\n분명한 불평이었다. 그러나 나는 그의 노여움이 딴 것이 아니라, 무사들이 자기를 따르지 않는 데 있다는 것을 알았다.\n나는 웃으면서 말했다.\n“그야 다 같은 나라일이 아니오? 이것저것 따질 게 무어 있소. 이제 공이 급해 먼저 가시니 우선 내가 모아 놓은 군관들을 데리고 떠나시오. 나는 뒤에 따로 모집해 가지고 천천히 가겠소이다.”\n나는 군관들의 이름을 쓴 단자(單子)를 그에게 내주었다.\n신입은 그제야 뜰 앞에 모여 있는 무사들을 돌아보면서 말했다.\n“이리로들 오게!”\n그가 앞에 서서 나가니 여러 사람들은 멀거니 쳐다보면서 따라갔다.\n그들 중에는 김여물도 섞여 있었다. 그는 속으로 좋지 않게 생각했다.\n신입이 떠날 무렵 임금은 그를 불러 보셨다.\n임금은 그에게 보검(寶劍)을 주면서 말했다.\n“이일 이하 그 밑의 사람으로서 그대의 영을 거스르는 자가 있거든 이 칼로 베이게 하라!”\n신입은 명령을 받고 물러나왔다. 다시 빈청으로 대신들을 찾으려고 막 대뜰을 내려설 무렵이었다. 머리에 썼던 사모(紗帽)가 갑자기 땅에 떨어지는 것이었다. 옆에서 보던 사람들까지 모두 실색했다.\n신입은 길을 떠나 용인(龍仁)에 다다르자 우선 임금께 글을 올렸다. 한데 그 글에는 자기의 이름을 쓰지 않았다. 이 때문에 그 당시 사람들은 혹 그의 맘속에 딴 생각이 있지나 않은가 하고 의심하는 이까지 있었다.",
      "toc_title": "17일 이른 아침.",
      "seq": "11"
    },
    {
      "node_id": "NODE03884965",
      "name": "MEDA03976663",
      "title": "경상 우병사 김성일을...",
      "content": "경상 우병사 김성일을 잡아서 옥에 가두라 하였다가 그러기 전에 그를 불러서 초유사(招諭使)를 삼았다. 그 대신 함안 군수(成安郡守) 유숭인(柳崇仁)을 병사로 삼았다.\n성일이 처음으로 전지(戰地)로 가는 길이었다. 상주(尙州)에 다다르자 벌써 적들이 국경을 침범했다는 소식이 들렸다. 그는 이 소식을 듣고 주야로 본영(本營)을 향해 돌아오다가 중간에서 조대곤(曹大坤)을 만나 인장(印章)과 부절(符節)을 주었다.\n이때 적은 벌써 김해(金海)를 함락시키고 우도(右道) 여러 고을을 노략질했다.\n성일이 마침 앞으로 나가다가 적들을 만난 것이다. 성일의 휘하 장수들은 적을 보고 모두 겁내어 달마나려고 했다. 성일은 이것을 보고 말에서 내려 큰 책상 위에 올라섰다.\n그는 꼼짝도 않고 군관 이종인(李宗仁)을 불렀다.\n“너는 용사(勇士)가 아닌가? 적을 보고서 달아나다니, 이 어찌 남아의 일인가?”\n하고 성일은 큰 소리로 외쳤다.\n이럴 즈음 쇠로 만든 탈〔假面〕을 쓴 왜적 하나가 칼을 휘두르면서 달려왔다.\n종인이 이를 보자 말을 놓아 달려나가며,활을 당겨 한 번 쏘니 적은 한 살에 맞아 땅에 쓰러졌다. 모든 적들은 이것을 보고 모두 흩어져 달아나고 하나도 앞으로 나오지 못했다.\n성일은 흩어진 군사들을 다시 불러 모았다. 또 여러 고을에 격문을 띄워 수습할 방책을 세웠다.\n그러나 임금은 성일이 전에 일본에 사신으로 갔다 왔을 때, 적이 쉽게 올 것 같지 않다고 주장해서 인심을 해이하게 하고 나라일을 그르쳤다고 해서 의금부(義禁府) 도사(都事)에 명하여 잡아오게 했던 것이다.\n일은 장차 크게 벌어질 뻔했다.\n감사 김수는 성일이 잡혔다는 말을 듣고 길에 나가서 작별했다. 그러나 성일은 얼굴에 강개(慷漑)한 빛을 띨 뿐, 한마디도 자기 집 일을 부탁하지 않았다.\n성일은 다만 김수를 권면할 뿐이었다.\n“되도록 진력해서 적을 물리치시오.”\n이것을 본 노리(老吏) 하자웅(河自溶)은 탄식하기를 마지않았다.\n“자기 죽는 것은 말하지 않고 오직 나라일만을 걱정하니 참 충신이로군!”\n성일이 직산(稷山)에 다다랐다.\n임금은 그 동안 노여움도 풀리고 또 성일이 본도에서 인심을 얻은 것도 잘 알기 때문에 그 죄를 용서하고, 우도 초유사(招諭使)를 삼아 도내 인심을 수습하고, 또 군사를 모집하여 적을 막도록 했던 것이다.\n당시 유숭인은 전공이 있었다 하여 그를 병사로 삼았던 것이다.",
      "toc_title": "경상 우병사 김성일을...",
      "seq": "12"
    },
    {
      "node_id": "NODE03884966",
      "name": "MEDA03976664",
      "title": "첨지 김늑(金玏)을...",
      "content": "첨지 김늑(金玏)을 경상좌도 안집사(安集使)로 삼았다. 그때 감사 김수는 우도에 있었다. 적병이 가로막아서 좌도와 소식이 서로 통하지 못했다. 그 때문에 수령들은 모두 벼슬을 버리고 달아나 인심이 몹시 해이해졌다.\n조정에서 이 말을 듣고, 김늑은 영천(榮川) 사람으로서 본도 민정을 소상히 알 터이니 이 사람이면 인심을 수습하리라고 생각했다. 그래서 임금께 아뢰어 이 사람을 안집사로 삼아 보내도록 했던 것이다.\n김늑이 좌도에 도달했다. 좌도 인민들은 비로소 조정에서 사람이 왔다는 말을 듣고 차츰 모여들기 시작했다.\n영천(榮川) · 풍기(豊基) 두 고을만은 다행히 적들이 오지 않았다. 또 이곳에서는 의병(義兵)도 여러 번 일어났다고 한다.\n적이 상주를 함락시켰다.\n순변사 이일은 패해서 충주로 돌아갔다.\n처음에 경상도 순찰사 김수는 적의 침입 소식을 듣고 곧 제승방략의 분군법(分軍法)에 의하여 여러 고을에 회장(回章)을 보내서 각각 소속 군인들을 거느리고 맡은 곳에 머물러 있게 하였다. 그리하여 서울에서 장수가 내려오기를 기다리게 했다.\n문경(聞慶) 이하의 수령들은 군사를 거느리고 대구로 나갔다. 냇가에서 노영(露營)을 하며 순변사가 오기를 기다렸다.\n이런 지 수일이 지나도록 순변사는 오지 않고 적들만 점점 가까이 왔다.\n자연 떼지은 군사들은 서로 놀라 동요하기 시작했다. 때마침 큰비가 왔다. 옷은 모두 젖었고 설상가상으로 양식까지 떨어졌다. 이러고 보니 군사들은 밤중에 모두 흩어져 달아나 버렸다. 수령들까지도 단기(單騎)로 도망해 버렸다.\n이때 순변사는 문경으로 들어갔다. 고을 안은 텅 비어 있고 사람 하나 보이지 않았다. 손수 창고 속에 있는 곡식을 풀어, 데리고 간 사람들에게 나누어 먹였다. 순변사는 이내 함창(咸昌)을 거쳐 상주로 들어갔다.\n상주 목사는 김해(金邂)였다. 그는 순변사를 기다린다는 핑계로 역참(驛站)에 나갔다가 그 길로 산 속으로 도망해 버렸다.\n판관(判官) 권길(權吉)만이 혼자서 고을을 지키고 있었다.\n이 일은 군사가 하나도 없는 것을 책망하여 권길을 끌어내어 죽이려 했다. 그러나 권길은 다시 군사를 모아오겠다고 애원했다. 권길은 밤새도록 촌락으로 돌아다니면서 수백 명을 데리고 아침 일찍이 돌아왔다. 그러나 끌려온 사람들이란 모두 농민뿐이었다.\n이일은 상주에서 하루를 머물렀다. 창고에 있는 곡식을 내어 흩어져 있는 백성들을 달래서 불러모았다. 산골짜기 속에서 하나 둘씩 군사들이 모여들어 다시 수백 명이나 되었다. 창졸간에 대오(隊伍)를 짜서 군대를 조직했다. 그러나 이들은 싸움을 한 번도 해 보지 못한 사람들뿐이었다.\n이때 적들은 벌써 선산(善山)에 도착했다.\n저녁 무렵 개념(開寧) 사람 하나가 와서 적들이 가까이 왔다고 보고했다. 이일은 이 자가 민심(民心)을 현혹시킨다 해서 죽이려 했다.\n그러자 그 사람은 이렇게 애걸했다.\n“그렇게 내 말을 믿지 못하십니까? 그렇다면 나를 잠시 동안 가두어 두고 기다려 보십시오. 내일 아침이면 적들이 여기까지 쳐들어올 것입니다. 그때 보아서 내 말이 거짓이거든 죽여 주십시오.”\n이날 밤, 적들은 장천(長川)까지 와서 주둔했다. 장천이란 상주에서 거리가 불과 2리다.\n그러나 이일의 군중에는 척후(斥候)가 없었다. 그래서 적이 오는 것도 알지 못하고 있었다.\n이튿날 아침 일찍 개녕 사람을 옥에서 끌어내어 놓고 말했다.\n“아직도 적은 아무 소식이 없다. 너는 분명 민심을 현혹시킨 것이 아니냐 ?”\n이렇게 말하면서 그 죄없는 사람을 베어 죽였다.\n억지로 불러 모은 민군(民軍)과 서울에서 데리고 온 장수 등 모두 합쳐서 겨우 8, 9백 명밖에 되지 않았다. 이들을 데리고 북쪽 냇가로 갔다.\n이일은 진 치는 법을 가르치기 위해서 산을 의지해 진을 치고, 그 가운데 대장기(大將旗)를 꽂았다.\n이일은 갑옷을 입고 그 깃대 밑에 말을 타고 섰고, 종사관(從事官) 윤섬(尹暹) · 박호(朴箎)와 판관(判官) 권길(權吉), 사근찰방(沙斤察訪) 김종무(金宗武) 등은 모두 말에서 내려 이일의 뒤에 섰다.\n얼마 후에 저만큼 멀지 않은 숲속에서 사람 두셋이 나와서 이편을 바라보고 배회하다가 도로 사라졌다.\n이일의 부하들은 적이 우리 동정을 엿보는 것이 아닌가 의심했다. 그러나 그날 아침 개녕 사람이 당하는 것을 보았기 때문에 감히 이런 말을 하지 못했다.\n성중을 바라보니 여러 곳에서 연기가 일어났다. 이일은 그제야 군관 한 사람을 보내어 탐지해 오도록 일렀다. 군관은 말을 타고 역졸 두 명으로 하여금 말고삐를 잡게 하여 천천히 나아갔다.\n그러나 왜군은 그 전부터 다리 아래에 숨어 있었다. 그들은 조총으로 군관을 쏘아 말에서 떨어뜨린 다음 머리를 베어 가지고 달아났다.\n우리 군사는 이것을 쳐다보고 그만 맥이 풀려 버렸다.\n이런 지 얼마 안 되어 적들은 크게 몰려왔다. 조총 십여 개를 가지고 연달아 쏘았다. 총에 맞은 자는 그 자리에서 쓰러져 죽는 것이었다.\n이일은 급히 군사에게 명하여 활을 쏘게 했다. 그러나 화살은 겨우 수십 보밖에 나가지 못했다. 도저히 적의 조총을 당할 수가 없었다.\n적은 이미 군사를 좌우익으로 나누어 깃대를 들고 우리를 포위했다.\n이일은 일이 급한 것을 알고 말을 돌려 북쪽으로 달아났다. 이로 인하여 군사들은 어지러이 각각 자기들의 목숨만을 건지려고 도망쳤다. 그래도 살아 도망한 사람은 몇 명 되지 못했고, 종사관 이하 미처 말에 올라타지 못한 사람들은 모두 적에게 화를 입었다.\n적은 이일을 몹시 급히 쫓았다.\n이일은 말을 버리고 의복을 벗어 버린 채 머리털을 풀고 알몸뚱이로 달아났다. 문경에 도착한 그는 지필(紙筆)을 찾았다. 우선 자기가 패한 내력을 임금께 급히 아뢰고, 물러가서 조령을 지키려고 하였다. 그러다가 신입이 마침 충주에 있다는 소식을 듣고는 바로 충주로 달려갔다.",
      "toc_title": "첨지 김늑(金玏)을...",
      "seq": "13"
    },
    {
      "node_id": "NODE03884967",
      "name": "MEDA03976665",
      "title": "우상(右相) 이양원(李陽元)을...",
      "content": "우상(右相) 이양원(李陽元)을 수성대장(守城大將)으로 삼았다. 또 이전(李戩) · 변언수(邊彦琇)를 경성 좌우위장(京城左右衛將)으로 삼고, 상산군(商山君) 박충간(朴忠侃)을 경성 순검사(京城巡檢使)로 삼아 이들로 하여금 서울의 성을 수리하게 했다. 그리고 김명원(金命元)을 다시 불러서 도원수를 삼아 한강을 지키게 했다.\n그러나 이때 이일이 패해 달아났다는 보고가 들어오고 보니 인심은 모두 흉흉해졌다. 궁중에서는 천도(遷都)하자는 말까지 나왔다. 그래도 부중(府中)에서만은 이런 소문을 일지 못했다.\n이마(理馬) 김응수(金應壽)가 빈청에 와서 수상(首相)과 귀엣말을 하고 갔다가 다시 오곤 했다.\n보는 사람들은 이것을 모두 의아하게 여겼으나 당시 수상은 사복제조(司僕提調)까지 맡아 보았던 때문일 뿐 딴 일은 없었던 것이다.\n도승지(都承旨) 이항복(李恒福)이 손바닥에,\n‘영강문 안에 말을 세운다(立馬永康門內).’\n라는 여섯 자를 써서 나에게 보였다.\n대간(臺諫)은,\n“수상이 국사를 그르쳤으니 파면시키십시오” 하고 청했다.\n그러나 임금은 듣지 않았다.\n또 종친(宗親)들은 문 밖에 모여들어 통곡하면서,\n“성을 버리지 마십시오”\n하고 애원하였다.\n영부사(領府事) 김귀영(金貴榮)은 더욱 분하게 여겼다. 그는 대신들과 함께 들어가 임금을 뵙고 서울을 고수(固守)할 것을 청했다.\n그는 다시 말했다.\n“성을 버리자고 주장하는 사람이 있다면 그는 소인배입니다.”\n이렇게 주장하니 임금도 교지를 내려 말했다.\n“종사(宗社)가 여기 있는데 내가 어디로 간단 말이오.”\n이 말을 듣고 그제서야 여러 사람들은 모두 안심하고 흩어져 물러가는 것이었다.\n그러나 사태는 급했다. 어찌할 수 없을 만큼 다급했다.\n각 동에 사는 백성들과 공사(公私)의 천민(賤民) · 서리(胥吏)들, 그리고 삼의사(三醫司)를 뽑아서 성첩(城堞)을 나누어 지키도록 했다. 그러나 지켜야 할 첩은 3만에 넘는다. 거기에 반해서 성을 지키는 인구는 겨우 7,000명에 지나지 못했다. 그나마도 이들은 모두 오합(烏合)들이고 보니 제각기 성을 버리고 도망갈 생각만 하고 있었다.\n또 상번(上番) 군사들은 비록 병조(兵曹)에 소속되어 있다고 하지만, 이들 역시 모두 하리(下吏)들과 결탁해서 뇌물을 받고 슬며시 놓아보내는 자가 많았다. 심지어 관원들까지도 사람들의 거취(去就)를 간섭하지 않는 형편이었다. 막상 급한 일이 있고 보면 쓸 만한 사람은 하나도 없게 되었다. 군정(軍政)이 이렇듯 해이해졌으니 그 나머지야 말해 무엇하랴.\n이에 대신들은 세자(世子)를 세워 인심을 수습하자고 청했다. 임금도 이를 허락했다.",
      "toc_title": "우상(右相) 이양원(李陽元)을...",
      "seq": "14"
    },
    {
      "node_id": "NODE03884968",
      "name": "MEDA03976666",
      "title": "동지사(同知事) 이덕형(李德馨)을...",
      "content": "동지사(同知事) 이덕형(李德馨)을 사신으로 삼아 왜진(倭陳)에 보냈다.\n이일이 상주에서 패할 때의 일이다. 왜학통사(倭學通事) 경응순(景應舜)이란 사람이 있었다. 그는 이일의 군중에 있다가 적에게 사로잡혀 갔다.\n한데 왜장 평행장(平行長)은 평수길의 글과 또 예조에 보내는 공문을 응순에게 주어 보내면서 말했다.\n“동래에 있을 적에 울산 군수(蔚山郡守)를 생금(生擒)해서 우리 편지를 보냈다. (그때 생금했다는 울산 군수란 곧 이언함(李彦緘)이다. 그가 적의 진중으로부터 돌아오기는 했으나, 조정에서 벌을 줄까 두려워하여 거짓 도망해 왔다고 속이고 수길의 편지도 전하지 않았다. 그래서 조정에서는 이런 일이 있는 줄 전혀 알지 못했던 것이다.) 그런데 아직껏 아무런 소식도 없다. 너희 나라가 만일 우리와 강화(講和)할 생각이 있거든 이덕형을 보내어 오는 28일에 충주에서 우리와 만나도록 하라.”\n덕형은 원래 그 전에 선위사(宣慰使)로서 왜사(倭使)를 접대한 일이 있었다. 그래서 행장이 그를 만나고자 한 것이다.\n응순이 서울에 도착했을 때에는 벌써 일이 급해져서 조정에서는 아무런 좋은 방책이 나오지 않았다. 그리하여 혹 이런 것으로써 왜군의 진격을 늦출 수는 없을까 하는 의견도 나왔고, 또 덕형도 자기가 가기를 청했으므로 곧 예조(禮曹)의 답서를 주어 응순과 함께 내려보냈다. 가는 도중에 벌써 충주가 함락됐다는 소식이 들려왔다. 응순을 먼저 보내어 왜의 소식을 탐지해 오도록 했다. 그러나 응순은 적장 청정(淸正)에게 죽고 돌아오지 못했다.\n덕형은 하는 수 없었다. 중도에서 되돌아가 평양(平壤)에 가서 복명했다.\n재앙이나 변란의 조짐이라는 형혹성(熒惑星)이 두성(斗星)을 범했다.\n경기 · 강원 · 황해 · 평안 · 함경 등 여러 도의 군사를 뽑아서 서울을 지키도록 했다.\n이조판서 이원익(李元翼)을 평안도 도순찰사로 삼고, 지사(知事) 최흥원(崔興源)을 황해도 도순찰사로 삼아 모두 그날로 떠나가게 했다. 그것은 장차 서쪽으로 파천하자는 의논이 있고, 또 일찍이 원익과 흥원은 각각 안주 목사와 황해 감사를 지내면서 모두 거기서 어진 정치를 베풀어 인심을 얻었기 때문에 그들로 하여금 먼저 가서 군민을 위무(慰撫)하여 임금이 순행(巡行)하는 데 예비를 하자는 것이었다.",
      "toc_title": "동지사(同知事) 이덕형(李德馨)을...",
      "seq": "15"
    },
    {
      "node_id": "NODE03884969",
      "name": "MEDA03976667",
      "title": "적병이 충주에 들어왔다.",
      "content": "적병이 충주에 들어왔다. 신입은 이를 맞아 싸우다가 적에게 죽었다. 이러고 보니 우리 군사들은 모두 허물어지기 시작했다.\n신입이 충주에 있을 적에 충청도에 있는 여러 고을 군사들을 수습하니 모두 8,000여 명밖에 되지 않았다. 그대로라도 그는 조령을 보존하려 했다. 그러나 이일이 적에게 패했단 말을 듣자 그만 낙담하고 말았다. 그는 충주로 돌아오고 만 것이다. 그리고 이일과 변기(邊璣) 등도 불러서 충주로 모두 오게 했던 것이다.\n그러나 이들은 조령처림 험준하고 요긴한 곳은 모두 버리고 지키지 않았다. 또한 상부의 명령도 여간 번거로운 게 아니었다. 그러므로 보는 사람들은 누구나 이들이 필히 패하리라고 예측했다.\n신입이 가까이하는 군관 한 사람이 와서 넌지시 말했다.\n“적들이 벌써 조령을 넘어섰습니다.”\n그때는 27일 초저녁이었다. 이 말을 듣자 신입은 그만 성밖으로 뛰어나가 어디로 갔는지 사라져 버렸다. 이에 군중도 따라서 소란하기 시작했다. 밤이 늦은 뒤에야 신입은 가만히 객사(客舍)로 되돌아왔다.\n그 이튿날 아침, 신입은 어제 밀보한 군관을 불러냈다.\n“네 어찌 요망스런 보고를 하여 군심을 소란케 하느냐 ?”\n이렇게 꾸짖어 그를 목베어 죽였다. 그리고 나서 임금께 글을 올렸다.\n“적은 아직 상주에서 떠나지 않았습니다.”\n그러나 당시 적병은 이미 십 리 가까이 쳐들어오고 있었으나 신입의 군사들은 이를 알지 못했다.\n신입은 탄금대(彈琴臺) 앞의 두 개천 사이에 진을 쳤다. 이곳은 좌우에 논이 있어 벼가 무성하게 자랐다. 또 잡초도 우거져 있어 말과 사람이 달리기에는 몹시 불편한 곳이었다.\n적들은 단월역(丹月驛)으로부터 쳐들어왔다. 길을 나누어 진군해 오는데 그 기세란 마치 풍우가 몰려오는 것과도 같았다. 한 길은 살을 넘어 동쪽으로 오고, 한 길은 강을 끼고 내려오고 있었다. 총소리는 땅을 울리고 먼지는 하늘을 가렸다.\n신입은 이것을 보자 어쩔 줄을 몰랐다. 자기 혼자서 적진으로 쳐들어가려고 두 번이나 애썼으나 들어가지 못했다. 할 수 없이 되돌아온 그는 강물로 뛰어들어 죽었다.\n이것을 본 군사들도 모두 강물로 뛰어드니, 그 시체가 강을 덮어 떠내려갔다. 김여물도 병사들에 섞여 죽었다. 이일은 동쪽 변두리로 해서 산 속으로 도망쳤다.\n적병이 몹시 강하다는 말을 처음 들은 조정에서는 이렇게 의논했었다.\n‘이일 혼자서는 당해 내지 못할 것이다. 신입은 한때 명장으로서 사졸들이 모두 그를 두려워하고 명령에 잘 복종하는 터이니, 이 사람으로 하여금 큰 군사를 거느려 뒤따라 후원하도록 하리라. 이렇게 두 장수가 서로 협조하고 보면 적을 막을 수 있을 것이요, 큰 실수는 없을 것이라.’\n하고 믿었던 것이다.\n그러나 불행히도 본도의 수륙의 장수들은 모두 겁을 집어 먹었다.\n수군만 보더라도 좌수사 박홍은 군사 한 사람도 내지 않았다.\n우수사 원균(元均)은 비록 수로(水路)가 좀 멀다고는 하지만, 자기가 거느리고 있는 배가 많고 또 적들이 하루나 이틀 동안에 몰려온 것도 아닌데, 군사를 거느리고 나와서 위세(威勢)를 보이고 단 한 번만이라도 싸웠던들 적들은 뒤를 염려해서 그토록 몰려오지는 못했을 것이다. 한데 먼 데서 바라보기만 했지, 나와서 교전(交戰)한 사람은 아무도 없었다.\n그뿐만 아니다. 또 적이 상륙해 오자, 좌병사 이각(李珏)과 우병사 조대곤(曹大坤)이 혹 숨기도 하고 교체되기도 하니, 적들은 북을 치면서 의기양양해서 맘대로 횡행하여 백 리 사이를 무인지경처럼 몰려들었다. 그들은 북쪽을 향하여 주야로 진군하였으나, 한 곳에서 나마도 그들과 맞서 그 기세를 수그러뜨린 자는 한 사람도 없었다. 열흘이 못되어 적들은 상주(尙州)까지 다다랐던 것이다.\n이일은 한낱 객장(客將)이었다. 그는 군사를 가지지 못했기 때문에 졸지에 싸움이 벌어지자 적과 교전하지를 못했다. 그는 신입이 충주에 다다르기도 전에 벌써 적에게 패하고 말았던 것이다.\n이리하여 진퇴가 어렵게 되고 모든 일이 이토록 그릇되었으니, 아하 ! 참으로 원통한 일이로다.\n그 뒤에 들으니 적은 상주에 들어왔으나 그 곳은 너무 험하다고 하여 주둔하기를 꺼렸다고 한다.\n문경 남쪽 십여 리 밖에는 옛 성인 고모성(姑母城)이 있다. 이 성은 좌도 · 우도 경계에 있고, 양쪽의 산 벼랑은 묶어 세운 듯하며, 큰 내가 그 가운데로 흐르고, 그 아래에 길이 있어 몹시 험준한 곳이었다.\n원래 적들은 여기서 지키는 군사가 있을까 두려워해서 사람을 놓아 재삼 와서 탐지했다. 그러나 아무도 없음을 알자 좋아라고 노래를 부르면서 지나갔다는 것이다.\n그 뒤 명나라 장수 이여송(李如松)이 왜적을 쫓아 조령을 지나다가 이렇게 탄식한 일이 있다.\n‘이런 험한 곳을 두고도 지킬 줄을 몰랐으니, 신총병(申總兵 ; 신입을 말함)도 무모한 사람이로군 !’\n원래 신입은 날쌘 사람으로 그 당시에 비록 이름은 있었지만 싸우는 주략(籌略)에는 능하지 못했다.\n옛 사람이 말한,\n‘장수가 군사 쓸 줄을 알지 못하면 그 나라를 적에게 주는 것과 마찬가지다.’\n한 것이 바로 이를 두고 한 말일 것이다\n지금 와서 후회한들 무슨 소용이 있으랴. 다만 뒷날을 위해서 경계해야 할 것이기로, 여기에 덧붙여 써 둘 따름이다.",
      "toc_title": "적병이 충주에 들어왔다.",
      "seq": "16"
    },
    {
      "node_id": "NODE03884970",
      "name": "MEDA03976668",
      "title": "4월 30일 새벽.",
      "content": "4월 30일 새벽.\n임금은 서쪽으로 파천의 길을 떠나게 되었다.\n당초 신입이 떠난 뒤로 서울 사람들은 날마다 첩보가 오기만을 기다리고 있었다. 그런데 전날(4월 29일) 저녁 무렵, 전립(氈笠)을 쓴 사람 셋이 승인문(崇仁門)으로 달려들어왔다.\n이것을 보고 사람들은 몹시 마음을 졸였다. 성안 사람들은 다투어 가며 그에게 싸움 소식을 물었다.\n그러나 그들의 대답은 천만의외였다.\n“우리는 순변사 군관의 부하들이오. 어제 순변사(신입)는 싸움에 패해서 충주에서 전사하였소. 이 까닭에 군사들에 모두 흩어지는 형편이오. 우리들은 간신히 도망해 빠져나와 집 식구들이나 피신시키려고 오는 길이오.”\n이 소식을 들은 사람들은 자연 만나는 사람마다 서로 전했다. 얼마 안되어 성안은 떠들썩해졌다.\n조정에서는 초저녁에 근신(近臣)들을 불러들여 피신할 의논을 했다.\n임금은 동상(東廂)에 거둥하여 촛불을 켜놓고 앉았다. 종실(宗室) 하원군(河源君)과 하릉군(河陵君)이 시좌(恃坐)하고 있었다.\n이때 대신들이 임금께 아뢰었다.\n“사세가 이렇게 되었사오니 전하께서는 잠시 평양으로 가시도록 하시옵소서. 그리하여 명나라 구원을 청해가지고 수복할 것을 도모하십시오.”\n한편 장령(掌令) 권협(權悏)은 임금께 뵙기를 청하여 무릎을 꿇고 아뢰었다.\n“원하옵건대 서울을 고수(固守)하시옵소서.”\n큰 소리로 이렇게 말하는데, 그 음성이 몹시 요란스러웠다. 나는 옆에 있다가 말했다.\n“아무리 나라가 위태로운 때라 할지라도 군신(君臣)의 예의에 이럴 수가 있소. 물러가서 장계를 올리도록 하오.”\n그러나 권협은 연거푸,\n“좌상(左相)까지 이렇게 말씀을 하십니까. 그러면 서울은 아주 버리시렵니까?”\n하고 사뭇 큰 소리로 떠드는 것이었다. 나는 미안스러워서 임금께 아뢰었다.\n“권협의 말이 매우 충성스럽습니다만 지금 사세가 그렇지 못하옵니다.”\n나는 말을 끊었다가 다시 아뢰었다.\n“왕과(王子)를 여러 도에 보내시어 근왕병(勤王兵)을 모집하도록 하시옵고, 세자(世子)는 대가(大駕)를 따라가시도록 하시옵소서.”\n이때 대신들은 궐문 밖에 나가서 기다리고 있었다.\n임금은 명령을 내렸다. 임해군(臨海君)은 영부사(領府事) 김귀영(金貴榮)과 칠계군(漆溪君) 윤탁연(尹卓然)을 데리고 함경도로 가도록 했다. 순화군(順和君)은 장계군(長溪君) 황정욱(黃廷彧), 호군(護軍) 황혁(黃赫), 동지(同知) 이기(李塈)를 데리고 강원도로 가도록 했다. 이는 황혁의 딸이 순화군의 부인이요, 이기는 원주 사람인 까닭에 같이 가게 한 것이다. 이때 우상(右相)은 유도대장(留都大將)이 되고, 영상(領相)은 재신(宰臣) 수십 인을 데리고 임금의 행차를 수행하라는 명령이 내려졌다.\n그러나 나에게는 아무런 분부도 없었다. 이에 나는 승정원(承政院)에서 아뢰었다.\n“호종(扈從)에 유성룡(柳成龍)이 없을 수 없습니다.”\n이리하여 나도 같이 가게 되었다.\n내의(內醫) 조영선(趙英璇)과 정원리(政院吏) 신덕린(申德麟) 등 십여 인이 큰 소리로 떠드는 소리가 들렸다.\n“서울을 버릴 수가 있습니까.”\n이런 소리에 뒤이어 조금 있다가 이일의 장계가 들어왔다.\n궁중에 있던 위사(衛士)들도 모두 흩어졌으므로 경루(更漏)조차 울리지 않아 시간을 알 수가 없었다. 선전관청(宣傳官廳)에 불을 얻어다 켜놓고 이일의 장계를 읽었다.\n‘적이 금명간 서울에 들어갈 것입니다.’\n이 장계가 들어온 지 얼마 안되어 대가(大駕)는 궐문 밖으로 나갔다. 삼청(三廳)의 금군(禁軍)들이 모두 달아나 숨느라고 어둠 속에서 서로 마주치고 부딪친다. 마침 우림위(羽林衛) 지귀수(池貴壽)가 앞으로 지나갔다. 나는 그를 보자 책망했다.\n“그대는 빨리 전하를 따를 일이지, 왜 여기서 이러고 있소.”\n귀수는 이 말을 듣자 머리를 수그리고 말했다.\n“어찌 감히 힘껏 하지 않으오리까.”\n그는 뒤를 돌아보더니 다시 두어 사람을 불러가지고 함께 내 뒤를 따랐다.\n나는 그들과 함께 경복궁 앞을 지났다. 시가지 좌우편에서는 백성들의 곡성이 들려왔다. 승문원 서원(承文院書員) 이수겸(李守謙)이 내 말고삐를 붙들고 물었다.\n“원중(院中) 문서는 어떻게 할 것입니까?”\n내가 그중에서 긴요한 것만 수습해 가지고 오도록 이르니, 수겸은 울면서 돌아갔다.\n돈의문을 지나서 사현(沙峴)에 다다르니, 동쪽 하늘이 겨우 밝아오고 있었다. 머리를 돌려 성중을 바라보니 남대문 안 큰 창고에 불이 나서 연기와 불꽃이 하늘에 뻗쳤다. 사현을 넘어서 석교(石橋)에 도착하니 비가 내리기 시작했다. 경기 감사 권징(權徵)이 따라 이르렀다. 벽제역(碧蹄驛)에 도착하니 빗줄기가 커져서 일행의 옷이 모두 젖었다. 이에 임금은 할 수 없이 들러 잠시 쉬었다.\n다시 길을 떠나니 이때부터 전송나왔던 중관(衆官) 중에는 성안으로 되돌아가는 자가 많았다. 시종(侍從)과 대간(臺諫)까지도 왕왕 뒤떨어지고 오지 않는 사람이 많았다. 혜음령(惠陰嶺)을 지나자 비는 점점 세차게 퍼붓는다. 궁인(官人)들은 약한 말 위에서 얼굴을 가리고 울면서 따라가고 있었다.\n마산역을 지날 때, 밭에서 일하던 한 사람이 이쪽을 바라보며 통곡했다.\n“나라가 우리를 버리고 가니 이제 누굴 믿고 산단 말이오.”\n임진강에 이르도록 비는 멎지 않았다. 이때 임금은 배 안에서 수상과 나를 불러 보셨다.\n강을 건너니 이미 황혼이 지나 길을 찾기가 몹시 힘들었다. 임진강 남쪽 기슭에 옛날 승청(丞廳)이 있었다. 적이 그 재목을 베어다가 뗏목을 만들어 강을 건너올까 두려워 우리는 이 재목에 불을 놓게 하니,불빛이 강 북쪽까지 비쳐서 길을 찾는 데 도움이 되었다.\n초경이나 되어서 동파역(東坡驛)에 이르렀다. 파주 목사 허진(許晉)과 장단 부사 구효연(具孝淵)이 임금을 접대하기 위해 파견된 관리로 하여금 그 곳에서 임금께 드릴 음식을 준비하고 있었다. 호위하는 사람들도 종일 굶어가며 왔기 때문에 음식이 있는 것을 보자 요란스레 주방으로 들어가 함부로 빼앗아 먹었다. 이렇게 되니 임금께 드릴 음식마저 없어질 지경이라,이 꼴을 당한 허진과 효연은 어쩔 줄을 몰라 도망해 버렸다.\n5월 초하루 아침, 임금은 대신을 불러놓고 물었다.\n“남방 순찰사 중에 능히 근왕(勤王)할 자가 있는가?”\n그러나 대신들은 아무 대답도 없다.\n날이 어두운 뒤에 수레를 타고 개성을 향해 떠나려 했으나 경기 이졸(吏卒)들이 모두 도망해 흩어져서 호위할 사람이 없었다. 이때 마침 황해 강사 조인득(趙仁得)은 행차를 돕기 위해 본도 군사를 거느리고 길을 떠났는데, 서흥 부사(瑞興府使) 남의(南嶷)가 군사 수백 명과 말 5, 60필을 가지고 먼저 도착했다. 일행은 이것으로 길을 떠날 수가 있었다. 떠나려 할 무렵 사약(司鑰) 최언준(崔彦俊)이 나와 말했다.\n“궁중 사람들이 어제도 먹지 못하고 오늘도 굶었으니, 쌀을 좀 구해다가 요기를 하고 떠나는 것이 좋겠습니다.”\n이리하여 남의의 군인이 가지고 가던 쌀과 좁쌀이 섞인 것 몇 말을 가져왔다. 낮에 초현참(招賢站)에 도착하니, 조인득이 와서 임금을 뵙고 길 가운데에 장막을 쳐 일행에게 음식을 대접했다. 백관들은 그제야 모두 배부르게 먹을 수 있었다.\n저녁 무렵 개성부에 이르러 남문 밖 공서(公署)에 거둥했다.\n이때 대간(臺諫)이 번갈아 글을 올렸다. 그들은 수상의 오국(誤國)한 죄를 얽어 탄핵하려는 것이다. 그러나 임금은 들은 체하지도 않았다.\n초이튿날, 대간이 다시 글을 올려 수상을 파직시키게 되자 내가 그 자리에 올랐다. 그리고 최흥원(崔興源)을 좌상(左相), 윤두수(尹斗壽)를 우상(右相)으로 삼았다. 또 함경북도 병사 신할(申硈)이 해임되었다. 이날 낮에 임금은 남쪽 성 문루(門樓)에 거둥하여 백성들을 위로하기도 하고, 또 무슨 소회(所懷)가 있으면 말해 보라 했다. 그때 한 사람이 앞에 나와 엎드렸다.\n“전하 ! 원컨대 정(鄭) 정승(정철을 말함-역자 주)을 불러 쓰시옵소서.”\n당시 정철(鄭澈)은 강계(江界)로 귀양가 있는 터였다. 임금은 한참 생각하다가 대답했다.\n“그리하마!”\n즉시 정철을 부르게 분부하고, 저녁 무렵에 임금은 궁으로 돌아왔다.\n이때 나도 죄가 있다 하여 파면되었다.\n유홍(兪泓)이 우상(右相)이 되고 최홍원 · 윤두수를 차례로 올려 썼다.\n이때까지는 적이 아직 서울에 도착하지 않았다고 했다. 그래서 여러 사람의 의견은,\n‘파천을 떠나게 한 것이 잘못이다.’\n라고 내려진 것이었다.\n승지(承旨) 신잡(申磼)을 시켜 서울로 돌아가서 형세를 살펴오도록 했다.\n그러나 초사흗날 적은 서울에 들어왔다. 유도장(留都將) 이양원(李陽元)과 원수(元帥) 김명원(金命元)은 모두 달아나 버린 것이다.\n처음에 적은 동래로부터 세 길로 나누어 올라왔다. 한 길은 양산(梁山) · 밀양 · 청도(淸道) · 대구 · 인동(仁同) · 선산을 거지쳐서 상주에 이르러 이일의 군사를 패배시켰고, 또 한 길은 장기(長鬐) · 기장(機張)을 거쳐 좌도 병영인 울산 · 경주 · 영천 · 신영(新寧) · 의흥(義興) 군위(軍威) · 비안(比安)을 함락시켰다. 이들은 다시 용궁(龍官)과 하풍진(河豊津) 나루를 건너 문경으로 나온 후 중로로 온 적병과 합쳐 조령을 넘어 충주로 들어간 것이다. 이들은 다시 충주에서 군사를 두 길로 나누었다. 하나는 여주를 거쳐 강을 건넌 다음 양근(楊根)을 거쳐 용진(龍津)을 건너 서울 동쪽으로 들어왔고, 다른 하나는 죽산 · 용인을 거쳐 한강 남쪽으로 들어왔다. 또 세 길 중의 한 길은 김해를 거쳐 성주(星州) · 무계현(茂溪縣)으로 해서 강을 건너고 지례(知禮) · 금산을 지나 충청도 영동으로 들어갔다. 그들은 청주를 함락시킨 다음 쏜살같이 경기도로 향했다.\n이때 적의 깃발과 창검은 천 리에 뻗쳤고 총소리를 요란히 울리면서 진군했다. 지나가는 곳마다 10리, 혹 5, 60리에 모두 험한 곳을 가려서 영책을 세웠다. 영책은 군사로 하여금 지키게 하고, 밤에는 불을 켜서 저희끼리 서로 응하게 했다.\n도원수 김명원은 제천정(濟川亭)에 있었다. 그는 다가오는 적을 바라보기만 할 뿐, 감히 나가 싸우지도 못했다. 군기(軍器)와 화포(火砲)와 기계를 모두 강물 속에 집에넣었다. 그가 변복을 하고 도망하려 하니 종사관(從事官) 심우정(沈友正)이 굳이 이것을 말렸다. 그러나 그는 듣지 않았다.\n이양원은 성안에 있다가 한강을 지키던 군사가 이미 흩어졌다는 소식을 듣고 성을 지키지 못할 것으로 생각하고 또한 양주로 도망해 버렸다.\n강원도 조방장 원호(元豪)는 맨 처음에 군사 수백 명을 거느리고 여주 북쪽 기슭을 지키고 있었다. 적은 이를 보고 감히 건너오지 못했다. 그러나 며칠 뒤에 강원도 순찰사 유영길(柳永吉)이 졸지에 글을 보내어 그를 본도로 불러들였다. 이 틈을 타서 적들은 민가와 관사를 헐어다가 그 재목으로 긴 뗏목을 만들어 강을 건넜다. 강물이 거칠어 그들이 중류(中流)에 이르자 빠져 죽은 자가 수없이 많았다. 그러나 원호는 이미 가버리고 강 위에는 아무도 지키는 사람이 없으니, 적은 마음을 놓고 여러 날에 걸쳐 유유히 건널 수 있었다.\n이리하여 세 길로 온 적병은 모두 서울로 들어왔다. 그러나 서울에는 이미 사람들이 모두 흩어져 달아나 버리고 아무도 없었다.\n김명원은 한강을 잃은 다음, 임금이 계신 곳으로 가려고 임진강에 이르러 장계를 올렸다.\n그러나 임금은,\n“경계 · 황해도 군사를 뽑아서 임진강을 지키도록 하라”\n하고 명령을 내렸다.\n또 신할에게도 명하여 함께 임진강을 지켜서 적이 서쪽으로 오는 길을 막도록 했다.\n이날 임금은 개성을 떠나 금교역(金郊驛)에 이르렀다. 나는 이때 비록 파직당한 몸이지만 감히 뒤떨어질 수 없었다.\n따라간 지 4일 만에 임금은 흥의(興義) · 금암(金巖) · 평산부(平山府)를 지나서 보산역 (寶山驛)에 이르렀다.\n처음 개성을 떠날 적에 창졸간에 종묘(宗廟) 신주를 목청전(穆淸殿)에 두고 왔는데, 종실(宗室) 한 사람이 울면서 말하는 것이었다.\n“어떻게 적이 있는 곳에 신주를 두고 가신단 말입니까.”\n이리하여 하는 수 없이 밤으로 개성에 달려가 봉안(奉安)해 왔다고 한다.\n닷샛날, 임금의 행차는 안성(安城) · 용천(龍泉) · 검수역(劍水驛)을 지나 봉산군(鳳山郡)에 도착했다.\n엿샛날 황주(黃州)로 나갔고, 이렛날에는 중화(中和)를 지나 평양으로 들어갔다.",
      "toc_title": "4월 30일 새벽.",
      "seq": "17"
    },
    {
      "node_id": "NODE03884971",
      "name": "MEDA03976669",
      "title": "삼도(三道) 순찰사의 군사는...",
      "content": "삼도(三道) 순찰사의 군사는 용인에서 허물어졌다.\n처음에 전라도 순찰사 이광(李洸)이 본도 군사를 거느리고 서울로 가서 후원하려 했었다. 그러나 임금은 벌써 서쪽으로 떠났고 서울은 함락되었다는 소문이었다. 그리하여 군사를 거두어 전주로 돌아오니 도내 사람들 중에는 이광이 싸우지도 않고 돌아왔다고 하여 불평하는 자도 있었다.\n이광은 마음이 불안했다. 다시 군사를 수습해 가지고 충청도 순찰사 윤국형(尹國馨)과 함께 군세를 합하여 앞으로 나갔다. 여기에 경상도 순찰사 김수도 자기 도로부터 군관 수십 명을 거느리고 와서 합쳤다. 그들의 군사는 총수가 5만이 넘었다.\n이 군사들이 용인에 이르러 앞을 바라보니 북쪽 두문산(斗門山) 위에 적의 작은 영책이 보였다. 이광은 이것을 대단치 않게 여겼다. 용사 백광연(白光彦) · 이시례(李時禮) 등을 시켜 적의 동태를 살피고 오라고 일렀다.\n광언 등은 선봉을 거느리고 산으로 올라가 적의 영책 십여 보 밖까지 갔다. 그들은 말에서 내려 활을 쏘았다. 그러나 영책 안에서는 아무도 나오지 않았다.\n이날 해가 저물었다.\n적은 광언의 군사가 차츰 해이해진 것을 엿보고 긴 칼을 빼어들고 큰 소리를 치면서 쫓아나왔다.\n광언 등은 황급히 말을 찾아 달아나려 했다. 하지만 졸지의 일이라, 미처 달아나지 못하여 적에게 죽고 나머지 군사들도 이 소식을 듣고는 군세가 흔들리기 시작했다.\n이때 순찰사 세 사람은 모두 문인(文人)이었다. 다 같이 병무(兵務)에 익숙하지 못했기 때문에 군사의 수는 많았지만 영이 제대로 식지 않았다.\n그뿐만 아니라, 또 험한 곳을 찾아서 지킬 준비도 하지 않았으니, 이야말로 옛 사람들이 말한,\n‘군사 일을 마치 봄놀이하듯 하니 어찌 패하지 않을 수 있으랴.’\n한 것과 같다.\n이튿날 적들은 우리 군사가 겁내는 것을 알고 몇 명이 칼을 빼어 휘두르면서 달려나왔다.\n우리 삼도 군사들은 이것을 바라보고 모두 겁내어 흩어져 달아나니, 그 흩어지는 소리가 마치 산이 무너지는 것과 같았다. 우리 군사가 무너지며 버린 군자(軍資)와 기계가 길에 무수히 널려 있어 사람이 다닐 수가 없었다.\n적들은 이것을 모두 가져다가 불태워 버렸다.\n이리하여 이광은 전라도로 돌아갔고, 국형은 공주로, 김수는 경상우도로 제각기 돌아갔다.",
      "toc_title": "삼도(三道) 순찰사의 군사는...",
      "seq": "18"
    },
    {
      "node_id": "NODE03884972",
      "name": "MEDA03976670",
      "title": "부원수 신각(申恪)은...",
      "content": "부원수 신각(申恪)은 양주(楊州)에서 적과 싸워 이겨서 적병 60여 명의 머리를 베었다. 그럼에도 불구하고 조정에서는 선전관(宣傳官)을 보내어 신각을 군중에서 죽였다.\n처음에 신각은 김명원의 부장(副將)으로 있었다. 그러나 한강 싸움에 명원을 따라가지 않고 양주(楊州)로 이양원을 따라갔던 것이다.\n이때 함경우도 병사 이혼(李渾)의 군사가 마침 왔다. 신각은 이와 합세하여, 서울로부터 나와 일반 민가를 약탈하는 적을 격파했다.\n그것은 왜병이 우리 나라에 온 뒤로 우리 군사가 처음으로 이긴 싸움이었다. 백성들은 모두 좋아라고 날뛰었다.\n그러나 김명원은 임진강에서 장계를 올렸다.\n‘각이 제 마음대로 일을 하고 명령에 복종하지 않습니다.’\n이것을 보고 우상 유홍은 그대로 임금께 아뢰었다.\n임금은 그를 죽이라고 선전관을 내려보냈다.\n그때 마침 신각의 첩보가 올라왔다. 조정에서는 급히 사람을 뒤쫓아 보냈으나 따르지 못했다. 먼저 간 선전관의 손에 각은 그만 죽고 말았던 것이다.\n신각은 비록 무인(武人)이나 본래 맑고 신중한 사람이었다. 전에 연안 부사(延安府使)로 있을 때는 성을 쌓고 도랑을 파며, 군기(軍器)를 많이 장만한 일도 있었다. 그 뒤에 이정암(李廷馣)이 연안성을 지킬 적에 사람들이 모두 이는 각의 공로라고 말한 일도 있었다.\n그런 사람이 아무런 죄도 없이 죽었다. 그뿐만 아니라, 그에게는 90이 넘은 늙은 어머니가 있다 하니 듣는 사람들 중에는 이를 애석해 하지 않는 자가 없었다.\n이런 뒤에 지사(知事) 한응인(韓應寅)으로 하여금 평안도 정병 3,000명을 거느리고 임진강에 가서 적을 치게 하였다. 그러나 김명원의 절제는 받지 말라고 했다.\n그때 마침 응인은 북경(北京)에서 돌아왔던 참이었다. 윤두수가 여러 사람을 보고,\n“이 사람은 얼굴에 복기(福氣)가 있으니 능히 일을 잘 처리할 것이오.”\n라고 말하면서 응인을 떠나보냈던 것이다.",
      "toc_title": "부원수 신각(申恪)은...",
      "seq": "19"
    },
    {
      "node_id": "NODE03884973",
      "name": "MEDA03976671",
      "title": "한응인과 김명원이 거느린 군사가...",
      "content": "한응인과 김명원이 거느린 군사가 임진강에서 적에게 패했다. 적병은 강을 건너 쳐올라왔다.\n원래 명원은 임진강 북쪽에 있었다. 그는 모든 군사들에게 분부하여,\n“군사를 벌려 강을 지키라.”\n하였다.\n그리고 강 위에 있는 배를 거두어 모두 북쪽 기슭에 머무르게 했다.\n적들은 임진강 남쪽에 진을 쳤다. 그러나 배가 없어 강을 건너지 못하고 다만 군사를 조금씩 내어 강을 격해 싸울 뿐이었다.\n이렇게 십여 일이 지났다. 적병은 종시 강을 건너지 못하고 있었다.\n어느 날 그들은 강 위에 있는 막사를 불사르고 군기를 낱낱이 거두어 실었다. 그리고 거짓 퇴병하려는 기색을 보여 우리 군사를 유인했다.\n신할은 본래 날쌔기는 했으나 꾀가 없는 사람이었다. 이것을 보고 적병이 정말 물러가거니 생각했다. 경기 감사 권징 (權徵)과 힘을 합해서 이내 강을 건너 적의 뒤를 쫓으려 했 다. 명원은 이것을 보고도 금하지 못했다.\n이날 응인의 군사도 임진강에 도착했다. 이것을 보고 함께 적을 쫓으려 했다. 한데 응인의 군사는 모두 강변에서 자란 튼튼한 군사들이었다. 더욱이 북방 오랑캐와도 가까이 있었으므로 그들은 싸우고 진치는 법과 형세를 보는 법은 어느 정도 터득하고 있었다.\n그 군사들은 응인을 보고 말했다.\n“이제 군사가 멀리 오느라고 너무 피로했습니다. 거기에 아직껏 밥도 먹지 못했고 병기도 정돈되지 않았으며 후군도 도착하지 못했습니다. 또 적의 동정을 보건대 퇴병하려는 것이 참인지 거짓인지 분명치 않습니다. 바라건대 조금 쉬었다가 내일 다시 적의 동정을 본 다음에 나가 싸우도록 하십시오.”\n응인은 이들이 머무르려고 한다 하여 군사 몇 명을 당장에 목베어 죽였다.\n명원은 혼자 생각해 보았다.\n‘응인은 새로 조정에서 왔고, 또 지금 내 절제를 받을 처지가 아니다.’\n이렇게 생각했기 때문에 뻔히 그 처사가 옳지 못한 줄을 알면서도 감히 말하지 못했다.\n별장(別將) 유극량(劉克良)은 나이가 늙었지만 싸움에 익숙한 장수였다. 이 모양을 보고 경동(輕動)치 말기를 애써 권했다. 그러나 신할은 도리어 이를 목베려 했다.\n유극량이 말했다.\n“내 어려서부터 전쟁에 나섰으니 어찌 내 몸 하나 죽는 것을 피해서 진군하지 않으려 하겠습니까? 내가 이렇게 말씀드리는 것은 오로지 국사(國事)를 그르칠까 두려워함이올시다.”\n말을 마치고 분연히 자기 군사들을 데리고 앞장서서 강을 건넜다.\n이리하여 우리 군사는 일제히 강을 건너 적의 뒤를 따랐다. 그러나 험한 지점에 당도하자 매복했던 적의 군사가 산 뒤로부터 일시에 일어났다.\n우리 군사들은 모두 무너지기 시작했다. 이것을 본 극량은 할 수 없이 말에서 내려 땅에 주저앉았다.\n“허허 ! 여기가 바로 내가 죽을 땅이로구나 !”\n하고 탄식하며 활을 당겨 적군 몇 사람을 쏘아 죽였다. 그러나 그는 이내 왜군에게 해를 입었고 신할도 역시 죽었다.\n우리 군사들은 놀라 모두 도망해서 강 기슭에 이르렀다. 뒤에서 왜병이 쫓아오니 미처 강을 건너지 못하고 바위 위에서 물 속에 떨어져 죽었다. 그 모양은 마치 모진 바람에 흩날리는 낙엽과도 같았다. 미처 강에 떨어져 죽지 못한 군사는 적병이 뒤에서 긴 칼로 찌르자 모두 엎드려 칼을 받을 뿐, 감히 아무도 저항하지 못했다.\n이때 응인과 명원은 강 북쪽에서 이 모양을 바라보고 있었다. 기가 막혀 말도 하지 못했다.\n상산군 박충간(朴忠侃)은 마침 군중에 있었다. 이 모앙을 보고 말을 달려 앞서 달아났다. 군사들은 이것을 명원이 달아나는 것으로 알고 모두 소리높여 외쳤다.\n“야 ! 원수도 달아난다.”\n강을 지키던 군사들은 이 말을 듣고 일제히 흩어져 버렸다.\n명원과 응인은 임금이 계신 곳으로 돌아왔다. 그러나 조정에서는 이 일을 불문에 붙이고 묻지도 않았다.\n경기 감사 권징은 가평군으로 들어가 난을 피했다.\n이렇게 되니 적들은 제 마음대로 서쪽으로 밀려들어, 거리낄 것 없이 진군해 왔다.",
      "toc_title": "한응인과 김명원이 거느린 군사가...",
      "seq": "20"
    },
    {
      "node_id": "NODE03884974",
      "name": "MEDA03976672",
      "title": "적병이 함경도에 다다르자...",
      "content": "적병이 함경도에 다다르자 두 왕자는 적의 수중으로 들어가 버리고 말았다. 이들을 모시고 있던 김귀영 · 황정욱 · 황혁과 본도 감사 유영립(柳永立), 북병사(北兵使) 한극함(韓克諴) 등도 모두 잡혔다.\n남병사(南兵使) 이혼은 갑산(甲山)으로 도망했다가 그 곳 백성들에게 해를 입었다.\n이리하여 남북의 도와 군현(郡縣)은 모두 적에게 빼앗긴 바 되었다.\n이때 왜학 통사(倭學通事) 함정호(咸廷虎)란 사람이 서울에서 적의 대장 가등청정(加藤淸正)에게 잡혔다. 그는 청정을 따라 북도로 들어갔다가 적이 물러난 뒤에 도망쳐 서울로 돌아왔다.\n그는 나를 보고 북도 사정을 자못 자세히 이야기해 주었다.\n원래 적의 장수 중에는 가등청정이 가장 용맹스럽고 싸움에도 능했다. 청정은 평행장(平行長)과 함께 임진강을 건너서 황해도 안성역(安城驛)에 이르러 보니, 길이 두 갈래로 나뉘어 있었다. 두 사람은 서로 갈 길을 정하지 못하고 있었다. 그들은 마침내 제비를 뽑아 행장은 평안도로 가고 청정은 함경도로 가게 되었다.\n이리하여 청정은 안성에 사는 백성 두 사람을 사로잡아서 길을 인도하라 하니, 이들 두 사람은 모두 이렇게 말하는 것이었다.\n“우리들은 이곳에서 성장해서 북쪽 지리에는 밝지 못하다.”\n청정은 이 말을 듣고 그 자리에서 한 사람을 칼로 쳐 죽였다. 그러고 보니 남은 한 사람은 하는 수 없이 길을 인도해 주었다는 것이다.\n청정의 일행은 이 사람을 따라 산골짜기를 더듬어 노리현(老里峴)을 넘에 철령(鐵嶺) 북쪽으로 나왔다. 하루에 수백 리 길을 달리는데, 그 형세는 풍우와도 같았다.\n북도 병사 한극함은 육진(六鎭) 군사를 거느리고 해정창(海汀倉)에서 적을 만나 싸우게 되었다.\n북쪽 군사들은 원래 말타기와 활쓰기에 능한 터이다. 더욱 이 땅이 평탄한 까닭에 좌우로 달리면서 활을 쏘니 적은 지탱하지 못하고 창고 속으로 쫓겨 들어가 버렸다.\n이때 벌써 해가 저물었다.\n군사들은 일제히,\n“조금 쉬었다가 적이 나오거든 내일 다시 싸우도록 하십시오.”\n했으나 극함은 이 말을 듣지 않았다. 군사를 지휘하여 적을 포위하도록 했다.\n적은 창고 속에서 곡식섬을 성모양으로 쌓고 우리 군사의 시석(矢石)을 피하면서 그 속에서 조총을 수없이 쏘아댔다.\n성 밖에는 우리 근사가 겹겹이 서 있었다. 총 한 방에 무려 3, 4명씩 쓰리지고 보니 얼마 안 가서 우리 군사는 형세를 지탱하지 못하게 되었다.\n할 수 없이 극함은 남은 군사를 거둬 고개 위에 진을 치고 날이 밝기를 기다리고 있었다. 그러나 적은 밤중에 가만히 우리 군사의 주위를 둘러 풀 속에 군사를 매복하고 있었다.\n때마침 아침 안개가 자옥해서 지척을 분별하지 못했다. 우리 군사는 적군이 저만큼 먼 산 밑에 있거니 생각하고 안심하고 진군해 나갔다.\n그러나 대포소리 한 번 나면서 적의 군사가 사면에서 일제히 내달으니, 우리 군사는 어찌할 줄 모르고 흩어지기 시작했다. 우리 군사들은 적이 없는 곳을 찾아 달아나느라 모두 진흙 속에 빠져 있었다.\n이것을 적이 쫓아와 긴 칼로 베니 죽는 자가 수없이 많았다.\n싸움에 져 도망친 극함은 경성(鏡城)으로 들어갔다가 적에게 사로잡혔고, 왕자 임해군과 순화군은 모두 회령부(會寧府)로 갔었다.\n순화군은 처음에 강원도에 있었다. 강원도로 들어오는 적병을 보고 북도로 피한 것이다.\n이때 적은 맹렬히 왕자를 뒤쫓았다.\n이것을 본 회령 아전 국경인(鞠景仁)이 저희 패들을 거느리고 반란을 일으켜 먼저 왕자와 종신들을 묶어 놓고 적을 맞았다.\n이것을 본 청정은 묶은 것을 풀고 우선 군중에 두었다가 나중에 함흥(咸興)으로 옮겨갔다.\n칠계군(漆溪君) 윤탁연(尹卓然)은 도중에서 병이 있다는 핑계를 대고 딴 길로 해서 별해보(別害堡)로 깊숙이 들어가 버렸다\n동지(同知) 이기(李塈)는 왕자를 쫓아가지 않고 강원도에 머물러 있었다. 그래서 적에게 잡히지 않았다.\n유영립은 적에게 며칠 동안 붙들려 있었지만, 적들이 이는 문관(文官)이라 해서 가두지 않았다. 그래서 틈을 타서 빠져 나와 임금이 계신 곳으로 도망왔던 것이다.",
      "toc_title": "적병이 함경도에 다다르자...",
      "seq": "21"
    },
    {
      "node_id": "NODE03884975",
      "name": "MEDA03976673",
      "title": "이일에 평양에 이르렀다.",
      "content": "이일에 평양에 이르렀다. 이일은 본래 충주에서 패해 강을 건너 강원도 경계로 해서 겨우 이곳으로 왔다.\n그 당시 여러 장수들은 서울로부터 남쪽으로 내려가다가 혹은 도망하고 혹은 죽어서 한사람도 임금의 행차를 호위하는 사람이 없게 되었다.\n이때 적들이 머지않아 도착한다는 소식이 들렸다. 민심이 몹시 설레는 판에 이일이 여기에 온 것이다. 이일은 무장(武將)들 중에서도 원래부터 명망이 두터웠던 터여서, 비록 그가 싸움에 패해서 왔을망정 기뻐하지 않는 사람이 없었다.\n그러나 이일은 벌써 여러 번 싸움에 패했다. 평량자를 쓰고 흰 도포를 걸쳤으며, 짚신을 끌고 들어오는 모양이 몹시 초라하여, 보는 이들이 탄식하여 마지않았다.\n이것을 보고 내가 말했다.\n“이곳 사람들이 그대에게 의존하려 하는데, 꼴이 이래 가지고서야 어떻게 여러 사람의 마음을 수습한단 말이오.”\n나는 이렇게 말하면서 행장 속에서 남빛 비단옷을 꺼내어 그에게 주었다.\n이에 딴 사람들도 다투어 혹은 종립(騷笠)도 주고, 은정자(銀頂子) · 채영(彩纓)도 주어 당장에 급한 치장은 일신해졌다. 그러나 신을 벗어 주는 사람은 없었다. 짚신을 그대로 끌고 있었다.\n나는 또 웃으면서 말했다.\n“비단옷에 짚신이라니, 격이 맞지 않는군.”\n이 말을 들자 좌우에 있던 사람들도 모두 쳐다보면서 대소했다.\n이윽고 벽동(碧潼)에 있는 토병(土兵) 임욱경(任旭景)이 달려왔다.\n“적이 벌써 봉산(鳳山)에 왔습니다.”\n하고 보고하는 것이다.\n나는 급히 좌상(左相)을 돌아보았다.\n“필시 적의 척후(斥候)가 강 건너에 와 있을 거요. 이 영귀루(詠歸樓) 밑에 강물에 두 줄기로 흐르고 있소. 한 줄기는 물이 얕아 건널 만한데, 만일 적들이 우리 백성들을 앞장세우고 가만히 강을 건너 갑자기 쳐들어 온다면 성이 위태로울 것이오. 급히 이일을 보내어 물이 앝은 강줄기를 지키도록 하시오.”\n윤공(尹公)도 그렇게 생각하고 곧 이일을 보내도록 했다.\n그즈음 이일이 거느린 강원도 군사는 겨우 수십 명에 지나지 않았다. 도저히 그 수로는 데리고 갈 수가 없었다. 딴 군사로라도 수를 채워 보려고 이일은 함구문(含毬門)에 앉아서 군사를 점호하고 있었다.\n나는 아무래도 일이 급하다는 생각이 들어 사람을 보내어 가보라고 했으나 아직도 이일은 문루 위에 있다는 것이었다. 다시 여러 번 윤공에게 재촉하여 이일을 떠나보냈다.\n이리하여 이일은 떠나갔다. 하지만 길을 인도하는 사람이 없기 때문에 강 서쪽 길로 잘못 들어서서 평양 좌수(座首) 김내윤(金乃胤)을 만나게 되었다. 겨우 김내윤에게 길을 물에 만경대(萬頃臺) 아래로 달려갔다.\n그러나 그 곳은 성안에서 겨우 십여 리를 격한 곳이다. 바라다보니 강 저편 남쪽 기슭에 적병이 벌써 수백 명이나 모여 있었다. 강 가운데 작은 섬에 사는 백성들은 놀라서 달아나고 있었다.\n이에 이일은 무사 십여 명에게 급히 명해서 섬 속에 들어가 활을 쏘라 했다. 그리나 군사들은 겁을 내어 가지 못했다. 이일이 칼을 빼어 베려 하자 그제서야 군사들은 마지못해서 섬으로 갔다.\n그러나 적들은 벌써 강을 건너 기슭으로 가까이 다가오고 있는 게 아닌가.\n우리 군사들은 이것을 보고 급히 활을 쏘아 연달아 6, 7명을 죽였다. 그제서야 적은 비로소 물러갔다.\n이리하여 이일은 계속 그 곳을 지키게 되었다.",
      "toc_title": "이일에 평양에 이르렀다.",
      "seq": "22"
    },
    {
      "node_id": "NODE03884976",
      "name": "MEDA03976674",
      "title": "명나라 요동 도사(遼東都司)는...",
      "content": "명나라 요동 도사(遼東都司)는 진무(鎭撫 임세록(林世祿)을 시켜서 우리 나라에 가서 왜군의 실정을 탐지하게 했다.\n이 소식을 들은 임금은 임세록을 대동관(大同館)으로 불렀다.\n나는 5월에 벼슬에서 파면당했다가 6월 초하루에 다시 복직되었다.\n이날 마침 임금의 명령으로 임세록을 접대하게 되었다.\n이때 요동에서는 왜군이 우리 나라를 침범한다는 말을 들은 지 오래지 않은 때였다. 그런데 금시에 임금이 서울을 버리고 서쪽으로 파천했다는 소식이 들리더니, 이내 또 왜병이 평양에 도착했다는 것이다. 이러고 보니 그들은 몹시 이상한 생각이 들었던 것이다.\n‘왜병이 제아무리 급히 진격한다 하더라도 이렇듯 빠를 수가 있단 말인가.’\n이렇게도 의심했다.\n또 어떤 사람은 우리 나라에서 왜병의 길을 안내해서 진격시키는 것이라고 말하기까지 했다.\n그래서 임세록을 시켜 그 여부를 탐지하게 하였던 것이다.\n나는 세록을 안내하여 연광정(練光亭)으로 올라갔다. 왜진의 형세를 바라보니 마침 왜병 하나가 강 저편 동쪽 숲속에서 나와 이리저리 움직이고 있었다. 이내 두세 놈이 또 따라 나오더니 강변에 앉았다 일어섰다 하는 것이 여유가 있어 마치 길가는 행인이 발을 쉬는 모습과도 같았다.\n이것을 보고 내가 말했다.\n“저것이 왜굴의 척후병(斥候兵)이올시다.”\n세록은 정자 기둥에 기대어 서서 그쪽을 바라보면서 몹시 수상스러운 눈치를 보였다.\n“왜병 척후가 저렇게 적을 수가 있나요?”\n하고 말하면서 세록은 알 수 없다는 듯이 고개를 갸우뚱거렸다.\n“왜병이란 원래 간사하기 짝이 없습니다. 저들의 대병이 뒤에 진을 치고 있으면서도 앞에 나와 척후하는 군사는 언제나 두세 명에 지나지 않지요. 그렇기 때문에 그것만을 보고 소홀히 여겼다가는 반드시 그놈들의 꾀에 빠지고 말지요.”\n라고 말하고 나서 다시 세록을 쳐다보았다.\n세록은 그제서야 비로소 고개를 끄덕이면서 빨리 본국에 보고하기 위해 말에 올라 돌아가 버렸다.\n임금은 좌상 윤두수에게 명령을 내려 도원수 김명원과 순찰사 이원익 등을 거느리고 평양을 지키도록 했다.\n이보다 수일 전의 일이 있다.\n임금이 평양을 떠나고자 한다는 소문을 듣자 성안 사람들은 제각기 도망하기 시작하여 온 고을이 텅 비게 되었다.\n임금은 세자에게 명해서 대동관 문 앞에 나가 성안에 사는 부로(父老)들을 모아 놓고 타이르게 했다.\n“우리가 무슨 일이 있어도 이곳은 지킬 작정이니 염려하지 말라.”\n이렇게 타일렀지만 인심은 그렇지 못했다.\n부로들은 앞으로 나오면서 말했다.\n“동궁마마의 말씀만 가지고서는 백성들의 놀란 마음을 진정시킬 수 없습니다. 성상(聖上)께서 친히 나오셔서 말씀해 주시기 바랍니다.”\n그 이튿날, 임금은 할 수 없이 관문 앞에 나섰다. 승지(承旨)를 시켜 그 전날처럼 부로들을 타일렀다.\n그제서야 부로들 수십 명은 땅에 엎드려 통곡하면서 서서히 물러갔다. 이에 사람을 놓아 산골짜기에 숨었던 노약(老弱)을 불러들이니 성안은 사람들로 전과 같이 가득 차 있었다.\n그리나 이때 벌써 적의 선봉은 대동강에 나타나기 시작했다\n이에 재신(宰臣) 노직(盧稷) 등은 묘사(廟社)의 위판(位版)을 모시고 궁인들을 호위하면서 성문을 나섰다.\n이것을 보자 이속(吏屬)과 불량한 백성들이 난을 일으켜 칼을 빼어들고 길을 가로막아 함부로 쳤다.\n위판은 길바닥에 떨어지고 모시고 가던 재신들의 꼴은 말이 아니었다.\n그들은 재신들을 막고 욕설을 퍼부었다.\n“너희들은 평일에는 앉아서 국록(國祿)을 먹다가 이제 국사를 그르치고 또 백성마저 속이느냐?”\n나는 이때 연광정에서 임금이 계신 곳으로 달려가다가 보니 길 위에 모여 있는 부녀들과 어린아이들까지도 모두 노기(怒氣)가 등등해서 서로 떠들고 있었다.\n“성을 버리고 도망하려면 왜 우리 백성들을 모두 성안으로 불러들여다가 적의 손에 어육(魚肉)을 만들 게 무어냐?”\n궁문에 다다르니 난민(亂民)이 길에 가득하다. 저마다 웃통을 벗어부치고 칼이나 몽둥이를 손에 들었다. 만나는 대로 후려갈겨서 소란스럽기 짝이 없으나, 이것을 막아낼 재간이 없었다.\n문 안에 있는 여러 재상들은 모두 얼굴빛을 잃고 어쩔 줄을 물라 뜰에 서 있었다.\n이것을 보니 난민이 혹시 궁문 안으로 들어오는 날이면 어쩌나 싶었다. 나는 문 밖 층계 위에 올라 바라보다가 그 중에 나이 먹고 수염 많은 사람 하나를 손짓하여 불렀다. 알아보니 그는 그 곳 토관(土官)이었다.\n조용한 말로 준절히 타일렀다.\n“당신들이 힘을 다하여 이 성을 지키려 하고, 또 임금을 성 밖으로 나가지 않도록 한다는 것은 나라를 위하는 충성이 지극한 것이라 매우 가상한 일이오. 하지만 이렇듯 난을 일으켜 궁문에까지 와서 소요를 떤다면 이것은 도리어 불공하기 짝이 없는 일이오. 더구나 조정에서도 지금 임금께 청해서 이곳만은 굳게 지키려는 참이오. 그런데 당신들은 왜 이다지 소란을 피운단 말이오. 당신의 모양을 보니 식자(識字)도 있어 보이니 내 대로 여러 군중에게 타일러 모두 순순히 물러가게 한다면 모르거니와, 그렇지 못한다면 그대들의 지은 중죄는 용서치 못할 것이오.”\n듣고 나자 그 사람은 가졌던 몽둥이를 당장 내던지고 손을 모으면서 이렇게 말했다.\n“소인들을 나라에서 이 성을 버린단 말만 듣고 분한 마음에 이렇듯 망동(妄動)했던 터입니다. 그리하온데 이제 말씀을 듣고 보니 소인에 비록 우매하고 아는 것도 없사오나 가슴 속이 시원해집니다.”\n그 사람은 모였던 사람들을 모두 쫓아 돌려보냈다.\n원래 이런 일이 있기 전에 조신(朝臣)들은 적병이 가까이 온다는 말을 듣고 모두 피해야 한다고 청했다. 그 중에도 양사(兩司)와 홍문관(弘文館)애서 연일 힘써 이것을 청했다. 또 인성 부원군(寅城府院君) 정철(鄭澈) 또한 더한층 평양을 피하자고 주장했었다.\n그러나 나는 그 의논에 반대하여 이렇게 말했다.\n“오늘날 사태는 전번 서울을 떠날 때와는 다릅니다. 서울은 군민(軍民)이 모두 무너져서 지킬래야 지킬 방도가 없었지만, 이 성은 앞에 강이 막혀 있고 민심도 자못 굳단 말입니다. 또 명나라 땅에 가까우니 우리가 수일만 더 굳게 지키고 보면 중원에서 구원병도 올 것입니다. 이렇게 되면 형세를 지탱할 수가 있지만 만일 그렇지 못하고 의주(義州)로 가버린다면 다시 버틸 만한 지세가 없어 어찌하지 못할 것이니 나라가 망하고 말 것이외다.”\n좌상 윤두수도 내 의견과 같았다.\n나는 다시 정철에게 말했다.\n“평소에 나는 생각하기를 공은 강개한 기운이 있어 어려운 일을 피하려 하지 않을 줄 알았더니, 오늘날 이럴 줄은 뜻하지 못했소이다.”\n옆에 있던 윤두수는\n“내 칼을 빌어 아첨하는 신하를 베고 싶노라(我欲借劍斬侫臣).”\n라는 문산(文山 ; 文天祥)의 시를 한 짝 읊었다.\n이에 정철은 크게 노하여 옷깃을 뿌리치고 일어서 버렸다.\n이런 일이 었었기에 평양사람들은 내가 이 성을 지키자고 주장하는 줄 알았다. 그래서 이날 내 말을 믿어 순순히 물러갔던 것이다.\n저녁 무렵 나는 감사 송언신(宋言愼)을 불러 말했다.\n“왜 난민을 진정시키지 못하는가?”\n이렇게 책망하니 언신은 그 난민의 두목 세 사람을 적발해 내다가 대동문 앞에서 목베어 죽이니 나머지 무리들은 모두 흩어졌다.\n이때는 벌써 이 성을 피하기로 결정되었던 때였다. 그러나 한 사람도 어디로 갈 줄은 모른다. 조선(朝臣)들은 다만 북도가 땅이 궁벽하고 길이 험해서 군사를 피할 만하다고 주장할 뿐이 있다.\n적은 벌써 함경도를 범해서 길이 통하지 못했다. 그러나 이 사정을 보고하는 자가 없기 때문에 조정에서는 막연히 알지 못하고 있었다.\n동지(同知) 이희득(李希得)은 전에 영흥 부사(永興府使)로 있으면서 어진 정치를 해서 민심을 얻었었다. 그래서 함경도 순찰사를 삼았다. 또 병조좌랑 김의원(金義元)을 종사관으로 삼아 북도에 있게 했다.\n내전(內殿)과 비빈(妃嬪) 이하는 먼저 북도를 향해서 떠나도록 했다.\n이것을 보고 나는 굳이 반대했다.\n“본래 대가(大駕)가 이쪽으로 떠나온 것은 중원에 구원병을 청해서 다시 나라를 흥복(興復)시킬 것을 도모하려던 때문입니다. 이제 명나라에 청병(請兵)까지 하고 있는 터에 너무 북도로 깊이 들어갔다가 중간에서 적병이 길을 끊고 보면 명나라와의 소식도 우리와 서로 통해질 수가 없을 것입니다. 이러고서 더구나 서울을 회복시키기를 바랄 수 있습니까. 또 지금 적들이 여러 도로 흩어져 있다 하는데, 하필 북도만이 적병이 없으리라고 누가 장담할 수 있겠습니까. 불행히 깊은 곳에서 적을 만나기라도 하고 보면 오도 가도 못할 것입니다. 간다면 오직 북쪽의 오랑캐 땅뿐이니, 그렇게 되면 우리가 어디에 의지한단 말입니까? 이제 조신들의 집식구들이 모두 북도로 피난해 가 있는 까닭에 각각 제 생각들만 해서 모두 북쪽으로 가자고 하는 모양입니다. 하오나 신의 노모(老母)도 역시 피난길을 떠났다 하옵는데, 가 있는 곳을 분명히 알지는 못하오나 필시 강원도나 그렇지 않으면 함경도에 있을 것입니다. 그러하오니 신도 저의 사정(私情)만 생각하오면 역시 북쪽으로 가는 것이 좋지 않겠습니까. 하오나 국가의 대계를 생각하오면 그렇지 못한 것이 있사와 이토록 간절히 여쭙는 바이올시다.”\n나는 목메어 울며 눈물을 흘렸다.\n임금도 측은한 빛으로 말씀하셨다.\n“경(卿)의 노모를 고생시키는 것도 오직 짐(朕) 한 사람 때문이로군!”\n내가 물러나온 뒤에 지사 한준(韓準)이 다시 임금을 뵈었다. 그도 힘써 북쪽으로 가는 것이 옳다고 말했다.\n이에 중전(中殿)도 드디어 함경도로 향해 떠나고 말았다.\n그때 적은 대동강에 와 있은 지 이미 3일이나 되었다.\n우리들 몇 사람은 연장정에서 건너편을 바라보았다. 왜병 하나가 나무 끝에 무슨 종이 한 쪽을 달아 강 위 모래 바닥에 꽂아 놓고 돌아갔다. 우리는 화포장(火砲匠) 김생려(金生麗)를 시켜 조그만 배를 타고 가서 그것을 가져오라고 했다.\n왜인은 무기를 지니지 않은 채, 생려와 악수를 하면서 친절히 그 종이를 주어 보냈다.\n이렇게 하여 그 종이쪽지를 가져왔다. 그러나 윤상(尹相)은 그 종이를 펴보려 하지 않았다.\n내가 말했다.\n“이걸 떼어 보는 데 해로울 게 무어 있겠소.”\n펴 보니 거기에는 이런 글이 적혀 있었다.\n‘조선국 예조판서 이공(李公) 각하께 드리노라.’\n이것은 이덕형(李德馨)에게 보내온 편지인 것이다. 이는 평조신 · 현소 두 사람이 쓴 것이다. 필시 이는 이덕형을 만나 강화할 목적으로 의논하자는 것일 것이다.\n이에 덕형은 편주(扁舟)를 타고 건너가 평조신과 현소를 강위에서 만났다.\n평일과 같은 인사를 주고받은 다음 현소가 먼저 입을 열었다.\n“일본이 이제 길을 빌어 중국에 조공하려 하는데, 조선이 이를 승낙하지 않아서 이 지경에까지 이르렀소이다. 하나 지금이라도 늦지 않았으니 길 하나만 내어 우리로 하여금 중국으로 가도록 하면 무사할 것이오.”\n그리나 덕형은 전일의 약속을 어기는 법이 어디 있느냐고 책망했다.\n덕형은 다시 말했다.\n“만일 그렇다면 우선 그대들의 군사를 물리고 나서 다시 강화할 의논을 합시다.”\n이렇게 교섭했으나, 조신 등의 언사는 매우 공손치 못했다. 드리어 하는 수 없이 서로 헤어지고 말았다.\n이날 저녁 적은 수천 명을 거느리고 강 동쪽 기슭 위에 진을 쳤다.",
      "toc_title": "명나라 요동 도사(遼東都司)는...",
      "seq": "23"
    },
    {
      "node_id": "NODE03884977",
      "name": "MEDA03976675",
      "title": "6월 11일.",
      "content": "6월 11일.\n임금은 마침내 평양을 떠나 영변(寧邊)으로 향했다.\n이때 대신으로 있던 최흥원 ·유홍 ·정철 등은 임금을 따랐고, 좌상(左相)은 원수 김명원, 순찰 이원익(李元翼) 등과 함께 평양에 머물러 있었다.\n나도 명나라 장수를 대접하기 위해서 같이 머물러 있게 되었다.\n이날 적들은 우리 성으로 쳐들어왔다.\n때마침 나는 좌상 · 원수 · 순찰사와 함께 연광정에 있었다. 평안 감사 송언신은 대동성 문루(門樓)를 지켰다. 병사 이윤덕(李潤德)은 부벽루(浮碧樓) 위쪽 강을 지켰다. 자산(慈山) 군수 윤유후(尹裕後) 등은 장경문(長慶門)을 지켰다.\n성안에 있는 군사들은 도합 3, 4천 명이었다. 이들을 성첩(城堞)에 각각 분배했다. 그러나 대오가 정돈되지 못하여 사람이 무척 많은 데도 있고 또 몹시 적은 데도 있었다. 어떤 곳은 사람이 빽빽하여 서로 맞대고 있는 데도 있었다. 또 어떤 곳은 도무지 사람이 없어서 을밀대(乙密臺) 같은 데는 옷을 소나무 가지에 걸어 놓고 의병(疑兵)을 만들어 적을 속이기도 했다.\n강 건너를 바라보니 적은 그다지 많지 않은 듯했다. 동쪽의 큰 마을 기슭 위에 한 줄로 일자진(一字陳)을 벌이고 붉은 깃발과 흰 깃발을 꽂았다. 이는 마치 우리 나라 만장(挽章) 모양과도 같았다.\n적들은 말탄 군사 십여 명을 내어 양각도(羊角島)로 향하여 강물 속으로 들어섰다. 강물은 말 허리까지 찼다. 모두 고삐를 잡고 벌려 서서 장차 일제히 강을 건너려는 것 같은 자세를 취했다. 그 나머지 군사들은 강 위를 오락가락하는데 한 두 사람, 혹은 두세 사람씩 큰 칼을 빼어들고 있었다. 그 칼날은 햇빛에 비쳐 마치 번개처럼 번쩍였다.\n이것을 보고 누군가가 말했다.\n“저건 정말 칼이 아니오. 나무를 깎아 칼처럼 만들어 가지고 거기에 백랍(白臘)을 칠해서 남의 눈을 속이는 거라오.”\n하지만 먼 곳이어서 진가를 분별할 수는 없었다.\n적병 6, 7명은 조총을 가지고 강변 가까이 와서 우리 성을 향해서 총을 쏘았다. 그 소리는 몹시 웅장하고 총알은 강을 건너 성안에까지 날아왔다. 그중에서도 제일 멀리 오는 놈은 대동관(大同館)까지 와서 지붕 위에 떨어지기도 했다. 몇천 보(步)나 되는 거리인데도 어떤 것은 성루의 기둥에 맞았는데 몇 치(寸)나 깊이 박혔다.\n붉은 옷을 입은 왜병 하나가 연광정 위에 앉아 있는 우리를 보고 장수들인 줄 알고 조총을 가지고 눈치를 보면서 모래벌판까지 다가와서 쏘았다.\n그 총알은 정자 위에 앉아 있는 두 사람을 맞추었다. 하지만 워낙 거리가 먼 곳이라서 몹시 상하지는 않았다.\n나는 군관 강사익(姜士益)을 불러 활을 쏘라고 했다. 화살은 강 건너 모래 위에 떨어졌다. 이것을 보고 적들은 두리번거리면서 물러가기 시작했다.\n김원수는 다시 활 잘 쏘는 군사를 뽑아 쾌선(快船)을 타고 중류(中流)에 떠서 적을 향해 쏘라고 했다.\n배가 저편 언덕에 가까워지자 왜병은 피해 달아나기 시작했다.\n우리 군사는 배 위에서 현자총(玄字銃)을 쏘았다. 화전(火箭)이 연달아 쏟아져 강을 넘으니 적들은 이것을 보고 소리를 지르면서 요란스럽게 흩어진다. 화전이 땅에 떨어지자 모두들 이를 다투어 주워 보고 있었다.\n이 날 병선(兵船)을 정돈하지 않았다는 이유로 공방(工房) 한 사람을 목베어 죽였다.\n이즈음 오랫동안 비가 오지 않아 강물은 날마다 말라가고 있었다. 그런 까닭에 재신(宰臣)들은 나누어 단군(檀君) · 기자(箕子) · 동명왕(東明王)의 사당(祠堂)에 각각 비를 빌었다. 그래도 비는 쉽사리 오지 않았다.\n나는 윤좌상(尹左相)을 보고 말했다.\n“이곳은, 강물은 깊고 배가 없어서 적들이 건너오지 못하고 있소. 상류로 가면 물이 얕은 데도 있으니 적들은 머지않아 그리리 건너올 것이오. 이 강만 건너게 된다면 성은 지킬 도리가 없을 것이오. 미리 엄하게 예비해야 할 게 아니겠소.”\n원수 김명원은 워낙 성질이 느긋한 터였다.\n“이윤덕을 시켜서 벌써부터 지키게 했는데요”\n하고 말할 뿐, 태연한 태도였다.\n나는 다시 말했다.\n“이윤덕만 믿고 있을 게 못되지요.”\n나는 다시 옆에 있는 이순찰(李巡察)을 보고 말했다.\n“우리가 이렇게 한곳에만 모여 앉아 보았자 아무런 소용이 없으니 빨리 가서 강을 지키도록 하시오.”\n순찰사는 마지못해 대답했다.\n“가라고 명령만 내리신다면 진력해서 지켜보겠습니다.”\n그제야 윤좌상도 순찰사를 보고 명을 내렸다.\n“공이 어서 가보시오.”\n이원익은 자리에서 일어났다.\n그 당시 나는 왕명에 의하여 다만 명나라 장수만을 접대할 뿐이요, 군무(軍務)에는 참여하지 않게 되어 있었다. 그러나 가만히 생각해 보니 아무래도 적에게 패할 게 분명했다. 하루 빨리 명나라 군사를 중도에서 맞아다가 지원을 받아야만 모든 일이 구제될 것만 같았다.\n날은 벌써 저물었다. 종사관(從事官) 홍종록(洪宗祿) · 신경진(辛慶晉)과 함께 성을 나섰다. 밤이 깊을 무렵 우리는 순안(順安)에 당도한 것이다.\n중로에서 이양원과 종사관 김정목(金廷陸)을 만났다. 그들은 회양(淮陽)으로부터 오는 길이라 하면서, 적병은 벌써 철령(鐵嶺)에 이르렀다고 했다. 이튿날 속천(肅川)을 지나 안주(安州)에 도착하자 요동 진무(適東鎭撫) 임세록(林世祿)이 또 왔다. 나는 공문을 접수하여 임금이 계신 곳으로 보냈다.\n이튿날,임금의 행차가 이미 영변(寧邊)을 떠나 박천(博川)으로 나갔다는 소식이 나에게 전해졌다.\n나는 박천까지 달려갔다.\n임금은 동헌(東軒)에서 나를 불러 보시고 물었다.\n“평양은 능히 지킬 만하던가?”\n이에 나는 이렇게 대답했다.\n“거민(居民)들의 마음이 굳어서 지킬 만할 것도 같사오나, 그렇다고 그대로 내버려두어서는 안 됩니다. 한시 바삐 구원병을 보내야 하겠기로, 신이 이렇게 와서 뵙는 것은 빨리 명나라 구원병을 맞아다가 평양으로 보내려는 계획입니다. 하오나 이때껏 오지 않았사오니 참으로 걱정되는 일이옵니다.”\n이때 임금은 윤두수의 장계를 한쪽 손에 들고 나에게 보이면서 말하였다.\n“어제 벌써 노약(老弱)들은 모두 성 밖으로 내보냈다고 하니, 필시 인심이 동요했을 것이오. 다시 무슨 재주로 지킨단 말인가 ?”\n나는 대답했다.\n“참으로 걱정하시는 바와 같사옵니다. 신이 그 곳에 있을 적에는 이런 일까지는 보지 못했습니다. 대개 그 곳 형세를 보면 적병이 반드시 강물이 얕은 곳으로 해서 건너올 것 같습니다. 마땅히 가시철[菱鐵]을 물 속에 깔아서 방비하도록 하는 것이 좋을까 하나이다.”\n이에 그 고을에 있는 가시철을 찾아보니 수천 개나 있었다.\n임금은 다시 나에게 말했다.\n“빨리 사람을 시켜 평양으로 보내게 하라.”\n나는 또 아뢰었다.\n“평양 서쪽에 있는 강서(江西) · 웅강(龍岡) · 증산(甑山) · 함종(咸從) 등의 고을은 곡식이 많고 거민(居民)도 많이 있습니다. 만일 적병이 가까이 왔다는 소식만 들으면 필경 놀라서 달아날 것이오니, 급히 시종(侍從) 한 사람을 보내어 인심을 수습하도록 하시옵소서. 또 군사를 거두어 평양을 구원하도록 하는 것이 옳겠나이다.”\n“누구를 보내는 것이 좋겠는가?”\n“병조정랑 이유징(李幼澄)이 일을 잘 처리하는 도량이 있사오니 보낼 만한 줄 아룁니다.”\n나는 이렇게 대답하고 나서 다시 말을 계속했다.\n“신은 지금 일이 급해서 오래도록 지체할 수 없사옵니다. 밤새워 달려가서 명나라 장수를 만나보겠습니다.”\n나는 물러나와 곧 이유징을 불렀다.\n임금과 하던 말을 그에게 전하니 유징은 깜짝 놀라면서 말했다.\n“그 곳은 적의 소굴인데 어떻게 간단 말입니까?”\n그는 거절하는 말투였다.\n나는 낯빛을 고치면서 말했다.\n“나라의 녹을 먹고 있으면서 어려운 일을 피하지 않는 것이 신자(臣子)된 자의 도리가 아니오. 지금 국사는 몹시 위급하오. 비록 물이나 불 속이라도 가리지 않고 들어가야 할 때가왔소. 그런데 이만한 일을 못하겠단 말이오?”\n유징은 묵묵히 아무말도 못했지만 원망스런 빛을 보였다.\n나는 이미 떠나겠다고 임금께 말한 터였다. 대정강(大定江) 가에 이르러 보니 해는 벌써 서쪽으로 기울었다. 광통원(廣通院) 쪽을 돌아보니 들판에 흩어진 졸병들이 하나둘씩 계속해시 오는 것이 보였다.\n이것을 보니 평양은 벌써 적에게 빼앗긴 것이나 아닐까 하는 걱정이 났다. 곧 군관 몇 사람을 시켜 달려가서 알아 오도록 했다. 얼마 안되어 군관들은 군사 19명을 데리고 왔다.\n미들은 모두 의주(義州) · 용천(龍川) 땅에 있는 군사들로서 평양에 가서 강 여울을 지키던 사람들이었다.\n그들의 말을 들어왔다.\n“적병은 어제 왕성탄(王城灘)으로 해서 강을 건너 쳐들어 왔습니다. 강 위에 있던 우리 군사들은 모두 흩어지고 이 통에 병사 이윤덕도 도망해 버렸습니다.”\n이 말을 듣고 나는 크게 놀랐다.\n도중에서 글을 써서 군관 최윤원(崔允元)에게 주어 임금이 계신 곳에 갖다 바치도록 했다.\n나는 밤으로 가산군(嘉山郡)에 들어갔다.\n이날 저녁 내전(內殿)은 박천(博川)에 도착했다.\n내전은 길가던 도중에서 적병이 이미 북도에 들어왔다는 소식을 들었기 때문에 앞으로 더 나가지 않고 되돌아온 것이다.\n이때 통천 군수(通川郡守) 정구(鄭逑)가 사람을 시켜 음식을 보내왔다.",
      "toc_title": "6월 11일.",
      "seq": "24"
    },
    {
      "node_id": "NODE03884978",
      "name": "MEDA03976676",
      "title": "평양은 마침내 함락되고...",
      "content": "평양은 마침내 함락되고 임금은 가산(嘉山)으로 옮겼다. 동궁(東宮)도 묘사(廟社)와 신주(神主)를 모시고 박천을 거쳐 가산으로 들어왔다.\n처음에 적병은 강 모래 위에 십여 곳으로 나누어 둔치고 풀을 엮어 막을 치고 있었다. 그러나 여러 날이 지나도록 강을 건너지 못하고 있어 경비가 자못 해이해 있었다.\n이때 김명원 등은 성 위에 올라 이 모양을 바라보고 밤중에 엄습하면 이길 것이라고 생각했다. 날랜 군사를 뽑아 고언백(高彦伯) 등을 시켜 거느리게 한 다음 부벽루(浮碧樓) 아래 능라도(綾羅島)로부터 배를 타고 몰래 건너게 했다.\n삼경으로 약속하고 거행하려 했던 것이 그만 시간을 놓쳤다. 강을 건넜을 때는 벌써 동이 훤히 트기 시작했다. 그러나 적의 장막 속을 보니 아직 잠자리에서 일어나지 않은 것 같았다.\n제 1 진에 쳐들어가니 적병은 놀라서 어지러워졌다. 우리 군사들은 활을 당겨 적을 많이 쏘아 죽였고, 그중에 토병(土兵) 임욱경(任旭景)은 앞장서서 힘껏 싸우다가 적에게 죽었다. 그러나 이 싸움에 적의 말을 300여 필이나 빼앗았다.\n적병은 얼마 안되어 여러 곳에 있던 군사들을 합쳐서 한꺼번에 진군해 왔다.\n우리 군사는 할 수 없이 강으로 돌아와 급히 배에 올라타려 했으나 이때 배에 있던 사람들이 보니 적은 벌써 뒤에 바싹 따라오고 있었다. 중류에서 미처 배를 갖다 대지 못하여 강물에 빠져 죽은 자가 매우 많았다. 나머지 군사들은 왕성탄으로 해서 얕은 곳을 골라 허겁지겁 건너왔다.\n적병은 이것을 보고 비로소 강물이 깊지 않다는 것을 알았다.\n이날 저녁 때, 여울을 따라 건너오는 적병에게 이곳을 지키던 우리 군사들은 화살 하나 쏘아보지 못하고 모두 흩어져 버렸다.\n그러나 적들은 군사를 모두 건네어 놓고서도 우리 성중에 방비가 있을까 의심해서 진격을 서두르지 않고 그대로 있었다.\n이 날 밤 윤두수 · 김명원은 건너 오는 적병을 보고 성문을 열어 성안 백성을 모두 내보냈다. 군기와 화포를 가져다가 풍월루(風月樓) 못 속에 집어 넣었다. 그리고는 보통문(普通門)으로 빠져 도망해서 순안(順安)에 도착했다.\n적들은 아군의 뒤를 따르지는 않았다.\n한편 종사관 김신원(金信元)은 혼자서 대동문으로 나와 배를 타고 물을 따라 강서(江西)로 향했다.\n이튿날이 되었다.\n적병들은 성 밖에 이르자 모란봉(牧丹峰)에 올라 오랫동안 성안을 바라보았다. 성안에 아무도 없음을 말고 그제서야 비로소 군사를 몰아 들어 갔던 것이다.\n맨 처음 임금이 평양에 이르자 조정에서는 모두들 양식을 걱정하여 여러 고을의 전세(田稅)를 거두어 평양으로 보내 두었었다.\n이제 평양이 함락되고 보니 창고에 둔 곡식 십여 만 석이 그대로 적의 수중으로 들어가고 말았다.\n이때 내가 올린 장계는 벌써 박천(博川)에 이르렀고, 또 순찰사 이원익과 종사관 이호민(李好閔)이 평양으로부터 와서 말했다.\n“적들이 벌써 강을 건너왔습니다.”\n이 말을 듣자 임금과 내전(內殿) 행차는 밤새워 가산으로 향했다.\n또 세자에게 명하여 묘사를 받들고 딴 길로 가서 사방에 있는 군사들을 수송하여 형세를 회복할 계책을 도모하라고 했다. 그리고 여기에 신료(臣僚)들도 나누어 따라가도록 했다.\n이에 영의정 최흥원(崔興源)은 세자를 따라갔고, 우의정 유홍(兪泓)은 자기도 세자를 따라가겠노라고 자청했다. 그러나 임금은 대답이 없었다.\n임금의 행차가 이미 떠나자 유홍은 길가에서 엎드려 임금을 하직하고 가려 했다. 내관(內官)도 여러 번 우상 유홍이 하직하기를 청한다는 말을 아뢰었다. 그러나 임금은 종시 아무런 대답도 없었다. 유홍은 할 수 없이 동궁을 따라 길을 떠났다.\n이때 윤두수는 평양에서 아직 돌아오지 않고 있었다.\n임금이 계신 곳에는 다만 정철만이 옛날 재상의 몸으로 행차를 따라 가산에 다다랐다. 때는 벌써 오경이었다.",
      "toc_title": "평양은 마침내 함락되고...",
      "seq": "25"
    },
    {
      "node_id": "NODE03884979",
      "name": "MEDA03976677",
      "title": "행차가 정주(定州)에 이르렀다.",
      "content": "행차가 정주(定州)에 이르렀다.\n임금이 평양을 떠나면서부터 인심이 흉흉하기 시작했다. 지나는 곳마다 난민들은 패를 지어가지고 남의 창고 속에 들어가 곡식을 약탈해 가는 일이 허다하였다.\n이리하여 순안 · 숙천 · 안주 · 영변 · 박천 등 여러 고을이 연달아 모두 패했다.\n이날 임금의 행차가 가산을 떠나는데 군수 심신겸(沈信謙)이 나를 보고 말했다.\n“이 고을은 원래 곡식이 많아서 관청에도 백미(白米)가 1천석이나 있습니다. 이것으로 명나라 구원병을 먹이려 했던 것인데 불행히 이제 일이 이 지경이 되었습니다. 지금이라도 공(公)께서 이곳에 머물러 계시어 민심을 진정시킨다면 모르거니와 그렇지 않고 보면 고을 주민들이 모두 난동을 일으킬 것입니다. 그렇게 되면 소인도 이곳에 있을 수 없고 부득이 해변을 향해 도망가는 수밖에 없습니다.”\n이때 이미 심신겸은 부하들에게 영을 내리지 못하고 있을 때였다.\n내가 데리고 있는 군관 6명과 도중에서 수습한 패잔병 19명 이외에는 아무도 없었다. 이들은 나를 따르도록 하였으므로 활과 화살을 가지고 내 곁에 있었다. 신겸은 이것을 빙자하여 자기 신변을 보호하려고 그러는 것 같았다.\n그러나 이것을 보고 나도 차마 졸연히 떠나갈 수는 없는 노릇이었다. 문 위에 얼마 동안 앉았으려니 날은 벌써 한낮이 지났다.\n다시 생각하니 임금의 명령도 없이 제멋대로 여기 머물러 있는 것도 도리에 어긋난 일이었다. 생각다 못해 할 수 없이 신겸과 작별하고 길을 떠났다.\n효성령(曉星嶺)에 올라 가산을 돌아다보니 고을 안이 벌써 어지럽기 시작했다. 창고에 있는 곡식도 내버린 채 도망가는 신겸이 보였다.\n이튿날 임금의 행차는 정주를 떠나 선천(宣川)으로 향했다.\n나는 정주에 머물러 있으라 명령했다. 그러나 거민(居民)들은 이미 사방으로 피난하여 흩어지고 늙은 관리 백학송(白鶴松)등 몇 사람이 성안에 남아 있을 뿐이었다.\n이때 나는 길가에 엎드려 임금의 행차를 보냈다. 그리고 나서 연훈루(延薰樓) 아래서 울고 앉아 있었다.\n군관 몇 사람이 좌우 뜰 아래 남아 있었다. 도중에서 얻었던 군사 19명도 가지 않고 길가 버드나무에 말을 매고 둘러앉아 있었다.\n저녁 무렵 남문(南門)을 바라보니 몽둥이를 든 자들이 밖으로부터 연거푸 들어와 왼편으로 가고 있었다.\n군관을 시켜 따라가 보라 했더니 창고 아래 모여든 사람들이 벌써 수백 명에 달한다고 했다.\n혼자 생각해 보니, 내가 거느리고 있는 사람이란 불과 몇 명에 지나지 않는데, 그렇다고 저것을 그대로 내버려두었다. 가는 난민이 점점 많아져서 서로 싸운대도 막아낼 도리가 없을 것 같았다. 그러니 차라리 일찍이 쳐서 흩어지게 하는 것이 옳다고 생각했다.\n다시 성문을 보니 또 십여 명이 연달아 모여들고 있었다.\n이에 나는 급히 군관을 불렀다. 군사 19명을 데리고 가서 저놈들을 모두 잡아오라고 했다.\n이것을 본 군중들은 모두 도망해 버려서 겨우 그중 9명 만을 잡아왔다. 이들의 머리를 풀고 옷을 벗겨 창고 옆 길가에 내세웠다.\n십여 명의 군사들이 그 뒤에 서서 큰 소리로 외쳤다.\n“창고를 터는 도적놈들은 모두 이렇게 해서 목베어 죽일테다.”\n저만큼서 이 광경을 보고 있던 성안 사람들은 뿔뿔이 헤어져 도망해 버렸다. 이렇게 해서 정주 땅 곡식은 겨우 보전했다.\n그리고 이 때문에 용천(龍川) · 선천(宣川) · 철산(鐵山) 등 여러 고을 창고도 난민들이 범하지 못했다.\n정주 판관 김영일(金榮一)은 무인(武人)이었다. 그는 평양에서 도망쳐 온 후 자기 처자를 바닷가에 두고 창고의 곡식을 훔쳐내어 보내려고 한다는 소식이 들렸다.\n나는 그를 불러 꾸짖었다.\n“너는 무장(武將)의 몸으로 싸움에 패하고서도 죽지 않았으니 그 죄가 크거늘, 하물며 관곡까지 홈쳐내다니 그게 옳은 일이냐? 이 관곡은 앞으로 명나라에서 올 구원병을 위해 둔 것이지 네가 사사로이 처분할 것이 아니다.”\n곤장 60번을 때려서 내쫓았다.\n조금 뒤에 윤좌상과 김원수, 무장 이빈(李薲) 등이 평양에서 모두 정주로 왔다.\n원래 임금은 정주를 떠나면셔 이렇게 말씀하셨다.\n“좌상이 오거든 정주에 머물러 있도록 하라.”\n그래서 나는 윤 좌상을 보고 이 말을 전했다.\n그러나 윤 좌상은 대답도 하지 않고 바로 임금이 계신 곳으로 가버렸다.\n나도 또한 김명원 · 이빈 등을 남겨두어 정주를 지키게 하고 용천에 계신 임금을 뒤따랐다.\n그러나 이때 그 고을 사람들은, 벌써 평양이 함락되었다는 소식을 들었다. 주민들은 적들이 필시 뒤를 따라올 것이라 생각해서 모두 산골짜기로 숨었다. 길바닥에는 사람 자취 하나 구경할 수가 없었다.\n이곳뿐 아니라 강변에 있는 여러 고을과 강계(江界) 등지에서도 모두 이 모양이라는 것이었다.\n내가 곽산(郭山) 산성 아래 이르러 보니 길이 두 갈래로 되어 있었다.\n하졸을 불러 물었다.\n“이것은 어디로 가는 길이냐?”\n하졸들은 모두 귀성 (龜城)으로 향하는 길이라고 대답했다.\n나는 말을 세우고 종사관 홍종록을 돌아보면서 말했다.\n“길가에 있는 창고가 모두 비었으니 구원병이 온들 무엇으로 식량을 댄단 말인가. 이 지방에서는 귀성 땅 하나가 가장 지킬 만할 듯싶으나, 이곳도 이속(吏屬)이나 백성들이 모두 흩어져 도망하고 없다니 어떻게 곡식을 운반한단 말인가. 자네는 오랫동안 귀성에 있었으니, 그 지방 사람들은 자네가 왔다는 소식을 들으면 산골짜기에 숨었던 사람이라도 나와서 적의 형세를 듣고자 할 것이니 빨리 가보도록 하게, 그 곳 백성들을 보거든 왜병은 아직 평양을 떠나지 않았다고 말하고, 또 중국 구원병이 방금 몰려나오고 있어 머지않아 잃었던 땅이 모두 수복될 것이라고 하게. 그리고 다만 양식이 부족한 것이 걱정이니 너희들은 관민(官民) 구분 없이 힘을 다해 군량을 운반하고 보면 후일에 반드시 큰 상이 있을 것이라 타이르게. 그러면 아마 동심 합력하여 정주와 가산으로 군량을 수송해 어려움을 면케 될 걸세.”\n종록은 이 말을 듣고 쾌히 응낙하고 길을 떠나갔다.\n나는 용천(龍川)을 향해 떠났다.\n본래 종록은 기축년 옥사(獄事)에 연좌되어 귀성으로 귀양가 있었다. 임금이 평양에 다다르자 비로소 불러들여 사옹정(司饔正)을 시켰던 사람인데, 사람됨이 충실해서 자기 일신을 잊고 나라일을 위하여 험한 일도 가리지 않고 할 뜻이 있는 사람이었다.",
      "toc_title": "행차가 정주(定州)에 이르렀다.",
      "seq": "26"
    },
    {
      "node_id": "NODE03884980",
      "name": "MEDA03976678",
      "title": "행차가 의주(義州)에 이르렀다.",
      "content": "행차가 의주(義州)에 이르렀다.\n이 때 중국 참장(參將) 대모(戴某)와 유격장(遊擊將) 사유(史儒)가 각각 한떼의 군사를 거느리고 평양으로 향해 오던 중 임반역(林畔驛)에 이르러 평양이 이미 함락되었단 말을 듣고는 되돌아와서 의주에 묵고 있었다.\n그때 중국에서는 우리 군사에게 주라고 은 2만 냥을 보내 왔었다.\n중국의 관리들과 장령(將領)들도 의주에 도착했다.\n이보다 앞서 요동(遼東)에서는 우리 나라에 적들이 침입했다는 말을 듣고 곧 조정에 알렸다.\n그러나 조정의 의논은 한결같지 않았다. 심지어는 우리가 적을 위해서 길을 빌려 주고 있다고 하는 의논까지 있었다.\n하지만 병부상서(兵部尙書) 석성(石星)만은 이 말을 반대하고 우리 나라를 구원하자고 주장하고 나섰던 것이다.\n이때 우리 사신 신점(申點)은 마침 옥하관(玉河館)에 있었다.\n요동에서 석상서(石尙書)는 신점을 불러들여 우리 나라에 적변이 생겼다고 보고한 문서를 내보였다.\n신점은 이것을 보고 소리내어 울었다. 그리고는 일행과 함께 조석으로 구원병을 청했다.\n이에 석상서는 황제에게 청하여 두 대(隊)의 군사를 내주면서 우리 국왕을 호위하도록 했으며 또 은도 줘서 보냈던 것이다.\n신점은 통주(通州)로 돌아왔는데 우리 나라에서 보낸 고급사(告急使) 정곤수(鄭崑壽)도 뒤이어 들어왔다.\n상서는 이들을 방에 불러들여, 친히 정세를 묻고는 간혹 눈물을 흘리더라는 것이다.\n당시 우리 나라 사신은 연달아 요동에 들어가 사태가 급함을 알리고 구원병을 청했으며 또 중국에 합병할 것을 청했던 것이다.\n그때 생각으로는 적병이 평양을 함락시키고 보니 그 형세가 강대해서 금시에 압록강까지 치밀어올라올 것 같았다. 그래서 이같이 위급한 사태가 없다고 하여 중국에 합병하려고까지 했던 것이다.\n그러나 다행히 적들은 평양에 들어와 성안에 머물러 있는지 여러 달이 지나도록 움직이지 않았다. 그들은 평양에서 다시 북쪽으로 올라오지 않은 것이다.\n순안(順安) · 영유(永柔)는 평양에서 지척인데도 손을 대지 않고 있는 곳이었다.\n이것을 보고 비로소 차츰 인심이 안정되고 흩여진 군사를 수습할 수도 있었다.\n또한 명나라 구원병을 인도하여 일을 회복시켰으니 이는 참으로 하늘이 한 일이요, 우리네 힘으로 된 것이 아니라 하겠다.",
      "toc_title": "행차가 의주(義州)에 이르렀다.",
      "seq": "27"
    },
    {
      "node_id": "NODE03884981",
      "name": "MEDA03976679",
      "title": "7월에 요동 부총병(遼東副總兵) 조승훈(祖承訓)이...",
      "content": "7월에 요동 부총병(遼東副總兵) 조승훈(祖承訓)이 군사 5천을 거느리고 와서 우리 나라를 구원하게 되었다.\n이 기별이 먼저 이르렀을 때에 나는 치질로 누워 꼼짝 못하고 있었다.\n그렇기 때문에 임금은 좌상 윤두수를 시켜서 구원병이 오는 길을 닦고 연도에 군량을 준비하라 하였다.\n그러나 나는 비록 병중일망정 종사(從事) 신경진을 시켜서 임금께 글을 올렸다.\n“이제 전하가 계신 곳에 현직 대신이라고는 윤두수 한 사람밖에 있지 않사옵니다. 그러하온데 그 사람마저 내보낼 수가 있습니까. 신(臣)이 이왕 중국 장수를 접대하는 소임을 맡아왔던 터이오니 아무리 병이 있을지라도 나가서 일을 보겠나이다.”\n임금도 이 글을 보시고 이를 허락하시었다.\n이에 초이렛날에 억지로 몸을 일으켜 행궁(行宮)에 나가 임금을 뵈었다.\n임금은 가까이 오라 명했다.\n나는 앞에 엎드려 임금께 아뢰었다.\n“이제 중국 구원병이 소관(所串)으로부터 남쪽으로 내려가고 있사옵니다. 그들이 정주 · 가산에 도착하고 보면 군사 5천 명의 하루이틀 먹을 것은 마련할 만합니다. 하오나 안주 ·숙천 ·순안 세 고을은 양식이 하나도 없는 터이옵니다. 그러하오니 명나라 구원병이 이곳을 지날 때는 반드시 3일 동안 먹을 양식을 미리 준비해서 안주 이남에서 쓰도록 해야 할 것입니다. 그 다음으로는 구원병이 평양에 이르러, 가는 즉시로 성을 수복하고 보면 성안에 양식이 많이 있사온즉 별 걱정이 없을 것이옵고, 또 비록 여러 날을 두고 싸운다 하더라도 평양 서쪽 세 고을에 있는 양식을 부지런히 운반하고 보면 아무런 부족도 없을 것입니다. 그러하오니 이런 형편을 짐작하시와 이곳에 있는 여러 대신들로 하여금 명나라 장수와 상의하여 편의대로 일을 처리하도록 하시옵소서.”\n임금도 듣고 나자 이 말을 옳게 여겼다.\n임금을 뵙고 나와서 길을 떠나려 하는데, 임금은 웅담(熊膽)과 납약(臘藥)을 내려 주시고, 또 내의원(內醫院) 용운(龍雲)이란 사람을 보냈다. 그는 성문 밖 5리까지 따라와서 나를 전송하면서 소리를 내어 울었다. 그 사람의 우는 소리는 내가 전문령(箭門嶺) 고개를 넘도록 그치지 않았다.\n우리 일행은 이날 저녁 소판역(所車驛)에 이르렀다.\n주위를 살펴보니 이졸(吏卒)들은 모두 흩어져 도망해 버려서 사람의 그림자도 볼 수가 없는 형편이었다. 나는 기가 막혔다.\n군관을 촌락에 보내어 정세를 살펴오라 했다. 얼마 안되어 군관은 이졸 몇 사람을 데리고 왔다.\n이에 나는 그들을 불러놓고 말했다.\n“국가에서 평일에 너희들을 길러온 것은 지금 같은 때 쓰고자 한 것이다. 그런데 너희들이 먼저 도망을 하다니 이 무슨 꼴이란 말이냐. 지금 중국에서 구원병까지 이르렀으니 정말 국사가 급한 때라, 이때야말로 그대들이 힘껏 일하고 공을 세울 때이다.”\n나는 공책을 한 권 꺼내서 그 곳에 모인 사람들의 성명을 써서 보였다.\n“이 다음날에 이 책을 가지고 너희들의 공과 죄의 등급을 정하여 임금께 아뢰어 상도 주고 벌도 줄 것이다. 만일 여기 이 이름이 적히지 않은 사람은 일일이 조사해서 벌을 줄 것이니, 한 사람도 면치 못할 것이다.”\n이렇게 말해서 그들을 돌려보냈다.\n얼마 안되어 뒤를 이어 이졸들이 모여들었다. 그들은 모두 사죄를 했다.\n“소인들은 마침 볼일이 있어서 나갔던 터이옵고, 감히 책임을 회피한 것은 아니올시다. 원컨대 그 책에 이름을 적어 주시옵소서.”\n이것을 보고 나는 이곳은 인심을 수습할 수가 있겠다고 생각했다.\n즉시 이 소식을 글로 써서 여러 곳에 전하여 이와 같은 방법을 취하도록 했다.\n그랬더니 사람들은 서로 다투어 모여들었다. 나무와 마초(馬草)도 운반하고 집도 세웠다. 음식도 준비하여 수일 동안에 모든 일이 차츰 수습되었다.\n그러나 난리 속의 백성들이라, 일을 급히 서둘러서는 안 될 것으로 생각했다. 그래서 지성껏 타이를 뿐이요, 한사람도 매질을 하거나 몹시 꾸짖지는 않았다.\n정주(定州)에 이르러서 보니 홍종록이 귀성 사람들을 모두 일으켜 말먹이 콩과 밀을 운반하여 정주 · 가산으로 옮겨 놓은 것이 이미 2,000여 석이 넘었다.\n오히려 나는 안주(安州) 이후부터가 걱정이 되었다.\n한데 마침 충청도 아산창(牙山倉)의 세미(稅米) 1,200여 석이 배에 실려 임금이 계신 곳으로 가려고 정주 입암(立癌)에 머무르고 있는 것이었다.\n나는 이것을 보고 몹시 기뻤다. 즉시 임금이 계신 곳으로 가서 아뢰었다.\n“먼 곳에 있는 곡식이 때마침 기약이라도 한 듯이 와 있사옵니다. 이야말로 하늘이 우리에게 중흥(中興)할 운수를 줌인가 합니다. 그리하오니 원하옵건대 이 곡식을 가져다가 군량에 보충하도록 하여 주시옵소서.”\n승낙을 얻자 나는 즉시 수문장(守門將) 강사웅(姜士雄)을 입암으로 보냈다.\n그 곳에서 쌀 200석은 정주로, 200석은 가산으로, 또 800석은 안주로 각각 운반하게 했다.\n그러나 안주는 적병이 있는 곳에 가까운 터여서 잠시 배를 강 위에 대고 기다리게 하였다. 선사포 첨사(宣沙浦僉使) 장우성(張佑成)은 대정강(大定江)에, 노강 첨사(老江僉使) 민계중(閔繼仲)은 청천강(晴川江)에 각각 중국 군사가 건너갈 부교(浮橋)를 만들고 있었다.\n나는 먼저 안주에 가서 정세를 살폈다.\n이때 적병은 평양에 들어온 지 오래도록 나오지 않고 있었다.\n순찰사 이원익은 병사 이빈과 함께 순안에 머무르고, 도원수 김명원은 숙천(肅川)에 있었으며, 나는 안주에 머물러 있었다.",
      "toc_title": "7월에 요동 부총병(遼東副總兵) 조승훈(祖承訓)이...",
      "seq": "28"
    },
    {
      "node_id": "NODE03884982",
      "name": "MEDA03976680",
      "title": "19일에 조승훈(祖承訓)은...",
      "content": "19일에 조승훈(祖承訓)은 평양을 치다가 형세가 불리하여 퇴각했다. 이때 유격장군 사유(史儒)는 전사했다.\n이보다 먼저 조승훈이 의주(義州)에 이르자 사유는 자기 군사를 거느려 선봉(先鋒)이 되었던 것이다.\n조승훈은 원래 요좌(遼左)의 용장(勇將)이다. 북쪽 오랑캐와 여러 번 싸워서 공을 세우기도 했던 터라, 이번 길에도 왜병을 쉽사리 물리치리라고 생각했었다.\n그래서 승훈은 가산에 이르자 우리 군사를 보고 이렇게 물었다.\n“평양에 있는 왜적이 아직도 도망하지 않았는가?”\n군사들은 대답했다.\n“아직 물러서서 않았습니다.”\n승훈은 이 말을 듣자 술잔을 들어 하늘을 향해 빌었다.\n‘적이 아직 그대로 있다 하오니 이번에도 하느님은 나로 하여금 반드시 큰 공을 세우게 해 주시옵소서.’\n이날 순안에서 밤 삼경에 군사를 내어 평양을 쳤다.\n때마침 큰비가 내렸다. 성 위에는 적병이 하나도 지키지 않고 있었다. 군사가 칠성문(七星門)으로 쫓아 들어가니 성 안은 길이 몹시 좁고 꼬불꼬불하여 말이 맘대로 달리지 못했다. 게다가 적들은 험한 곳에 숨어서 조총을 요란스럽게 쏘니, 이 싸움에 사유는 총알에 맞아 죽었고, 그 밖에 군마도 많이 잃었다.\n승훈은 할 수 없이 군사를 물리고 말았다.\n이때 적들은 급히 뒤쫓지는 않았지만, 그래도 승훈의 후군(後軍) 중 진흙 속에 빠져 도망치지 못한 자는 모두 적에게 죽고 말았다.\n승훈이 남은 군사를 거느리고 순안 · 숙천을 지나 밤중에 안주에 다다랐다.\n그는 성 밖에 말을 세우고 통역관 박의검(朴義儉)을 시켜 크게 외쳤다.\n“우리 군사가 오늘 싸움에 적을 많이 죽이기는 했지만, 불행히 유격장군이 전사하고 또 천시(天時)가 불리해서 큰비가 내려 진창을 이루었기 때문에 적을 전멸시키지 못했다. 하지만 이제 군사를 더 보충시켜 가지고 가서 싸우려 한다. 너희 정승에게 말해서 조금도 동요하지 말게 하고 또 부교(浮橋)도 없애지 말아라.”\n말을 끝내자 말을 달려 두 강을 건너서 공강정(控江亭)에 군사를 주둔시켰다.\n이것은 승훈이 그날 싸움에 패해서 몹시 겁이 났던 터로 혹시 적병이 따라오지나 않을까 해서 두 강을 건너고 이같이 서둘렀던 것이다.\n이때 나는 종사관 신경진을 보내어 승훈을 위로케 했다. 한편 양식과 먹을 음식을 보내어 그의 놀란 마음을 진정시켜 주었다.\n승훈이 공강정에 머문 지 2일 동안 날마다 비가 내렸다. 이때 군사들은 모두 들에서 노숙하던 터라, 갑옷이 젖고 고생스러워 모두 승훈을 원망했다.\n그런 지 얼마 안되어 승훈은 요동으로 돌아가 버렸다.\n그러나 나는 인심이 동요될까 염려하여 임금께 아뢰고, 안주에 머물러 있으면서 후군(後軍)이 오기를 기다리도록 했다.",
      "toc_title": "19일에 조승훈(祖承訓)은...",
      "seq": "29"
    },
    {
      "node_id": "NODE03884983",
      "name": "MEDA03976681",
      "title": "전라 수군 절도사(水軍節度使) 이순신(李舜臣)이...",
      "content": "전라 수군 절도사(水軍節度使) 이순신(李舜臣)이 경상 우수사(右水使) 원균(元均), 전라 우수사 이억기 (李億祺) 등과 함께 거제(巨濟) 앞바다에서 적병을 크게 쳐부수었다.\n처음에 상륙하는 적병을 본 원균은 그 형세가 매우 큰데 놀라서 감히 나가 싸우지도 못했다. 전선 백여 척과 화포 · 군기 등을 바닷속에 내다버렸다.\n그는 수하 비장(裨將) 이영남(李英男) · 이운룡(李雲龍) 등만 데리고 배 네 척에 나누어 타고 황망히 도망해서 곤양(昆陽) 바다 어귀에 상륙하여 적을 피하려 했다. 이리하여 그가 거느린 수군 만여 명은 모두 없어지게 되었다.\n이것을 본 비장 이영남은 이렇게 말했다.\n“공(公)께서 수군 절도사라는 높은 자리에 계시면서 이렇게 군사를 버리고 육지로 피하시고 보면 후일 조정에서 죄를 물을 적에 무슨 말로 이것을 모면하려 하시오? 제 생각으로는 전라도에 군사를 청해 가지고 한 번 싸워 본 다음에, 만일 그 싸움에 이기지 못하거든 퇴군하는 것이 옳을까 합니다.”\n이 말을 듣자 원균은 이를 좇았다. 즉시 이영남을 이순신에게 보내어 구원을 청했던 것이다.\n그러나 이순신은,\n“우리에게는 각각 책임을 맡은 분계(分界)가 따로 있는 것이오. 그런 터에 조정의 명령도 없이 어떻게 내 맘대로 지경을 넘어갈 수가 있겠는가?”\n하면서 한마디로 거절하였던 것이다.\n원균은 5, 6차례나 이영남을 보내어 간절히 청해 보았다. 또 영남이 순신에게 다녀올 때마다 원균은 뱃머리에 앉아서 통곡하였다.\n이윽고 순신은 몸소 판옥선(板屋船 ; 거북선) 40척을 가지고 이억기와 함께 거제로 나와 원균과 군사를 합쳐 적과 싸우게 되었다.\n이리하여 적병을 견내량(見乃梁)에서 만났다.\n순신은 원균을 보고 말했다.\n“이곳은 바다가 좁고 물이 얕아 배를 돌릴 수가 없소이다.\n우리는 거짓 도망하는 체하여 적병을 유인해다가 넓은 곳으로 가서 싸우는 것이 좋겠소.”\n그러나 원균은 급한 마음에 금시로 나가 싸우려 했다.\n순신이 다시 주장했다.\n“그대가 용병(用兵)할 줄을 알지 못하니, 이러다가는 반드시 패하고 말겠소.”\n이렇게 말하고는 깃발을 흔들어 지휘하여 거짓 패해 달아 나는 체했다.\n적병은 크게 기뻐하여 그 뒤를 급히 따라왔다.\n이윽고 넓은 바다에 다다랐다.\n순신의 군사는 북소리 한 번 울리자 일제히 뱃머리를 돌려 바다 위에 열을 지어 벌려 섰다. 이때 적선과의 거리는 불과 수십 보밖에 되지 않았다.\n원래 순신은 거북선[龜船]을 만들었는데, 판자로 배 위를 깔아 그 모양이 마치 거북과 같고 전사(戰士)와 노젓는 수부들은 배 안에 들어가 있고 전후좌우로 화포를 싣고 있어 물위를 마치 베짜는 북[梭]과 같이 맘대로 종횡했다.\n적선을 만날 때마다 화포를 쏘는데 여러 배가 동시에 공격을 하니 연기와 불꽃이 하늘에 가득하고 적의 배는 그 속에서 수없이 불타고 침몰했다.\n이때 적의 장수가 탄, 높이가 두어 길이나 되고 붉은 비단으로 두른 배 하나가 눈에 띄었다.\n이 배 역시 거북선의 화포에 맞아 깨어졌다. 적의 군사는 모두 물에 빠져 전멸하고 말았다. 이 뒤에도 여러 번 싸울 적마다 적은 순신에게 패했다. 그들은 할 수 없이 부산과 거제로 도망해서 다시 나오지 않았다.\n어느 날 순신은 싸움을 지휘하고 있었다.\n난데없이 날아오는 탄환(彈丸)이 순신의 왼편 어깨에 맞았다.\n피가 발꿈치까지 흘러내리고 있었다. 하지만 순신은 아무런 말도 하지 않고 있었다. 싸움이 끝난 뒤에야 비로소 칼을 가져오라 해서 살을 갈랐다. 살 속에 두어 치나 깊이 박힌 탄환을 꺼냈다. 옆에서 이를 본 사람들은 모두 얼굴빛이 변하고 아연해 했으나, 순신은 아무렇지도 않게 웃고 이야기하여 평상시와 같았다.\n이 싸움에 이겼다는 첩보는 바로 조정에 전해졌다. 임금은 매우 기뻐하고 순신에게 일품(一品) 벼슬을 주려 했으나 옆의 사람들이 반대했다. 이것은 너무 지나친 일이라는 것이었다. 그래서 겨우 정헌대부(正憲大夫)로 승급시켰다.\n또 이억기 · 윈균 등은 가선대부(嘉善大夫)로 승급시켜 주었다.\n이보다 앞서 적의 장수 평행장(平行長)이 평양에 이르러 우리에게 글을 보냈다.\n“일본 수군(水軍) 십여 만이 지금 서쪽 바다로 오는 중이오. 그렇게 되면 대왕의 행차는 장차 어디로 가시렵니까?”\n이렇게 위협했다.\n원래 적들은 수륙 양면으로 군사를 합세하여 서쪽으로 치려 했었다. 그러나 순신과의 싸움에 패해서 그들은 위세를 크게 꺾이고 말았다. 그래서 행장(行長)이 평양을 얻기는 했으나 형세가 외로워 감히 더 진격하지 못했다.\n우리 국가가 보존된 것은 오로지 이 때문이었던 것이다. 이에 전라 · 충청도로부터 황해 · 평안 각도의 연안 일대에 군량을 준비시키고 전령을 내려 중흥(中興)을 도모했던 것이다.\n또 요동(遼東) · 천진(天津) 등지에 적의 발자국이 들어가지 못한 까닭에 구원병이 육로로 나와 적을 물리친 것도 또한 모두 순신이 이 싸움에 이긴 공이었다. 이 어찌 하늘의 도움이 아닐까보냐!\n이 뒤로 순신은 삼도 수군을 거느리고 한산도(閑山島)에 머물러 있으면서 적들이 서쪽으로 오려는 길을 막았다.",
      "toc_title": "전라 수군 절도사(水軍節度使) 이순신(李舜臣)이...",
      "seq": "30"
    },
    {
      "node_id": "NODE03884984",
      "name": "MEDA03976682",
      "title": "전 의금부 도사(義禁府都事) 조호익(曺好益)은...",
      "content": "전 의금부 도사(義禁府都事) 조호익(曺好益)은 군사를 모집하여 강동(江東)에서 적을 토벌했다.\n호익은 창원(昌原) 사람이다. 원래 지행(志行)이 있었으나, 남에게 무고(誣告)를 당하여 온 집안이 모두 강동으로 이사해 살았다. 집이 가난해서 아이들을 모아 글을 가르쳐서 20여년 동안 겨우 연명을 하고 살았다. 하지만 그의 굳은 지조는 말할 수 없이 강한 터였다.\n이때 임금의 행차가 평양에 이르자, 호익은 죄를 용서받고 의금부 도사로 임명되었다. 그런 뒤에 평양이 적병에게 포위되자, 호익은 급히 군사를 모집해서 위급한 평양을 구원하려 하였다. 그러나 조금 뒤에 평양이 함락되고 군민(軍民)들이 모두 흩어져 버리니, 호익은 할 수 없이 다시 임금이 계신 곳으로 가다가 양책역(良策驛)에서 나를 만났다.\n나는 그를 보고 말했다.\n“이제 구원병이 올 것일세. 그대는 의주로 가지 말고 강동으로 다시 가서 군사를 더 모아가지고 오도록 하게. 그래서 구원병과 평양에서 합쳐 군세(軍勢)를 돕는 것이 좋겠네.”\n호익도 내 말을 듣자 그대로 시행했다.\n나는 이 사유대로 임금께 글을 올렸다. 그리고 기병은(起兵文)을 호익에게 주어 돌리게 했다. 또 군기도 더 나누어 주어 보냈다.\n그 뒤로 호익은 내 말대로 강동으로 갔다. 군사 수백 명을 모아가지고 상원(祥原)으로 나와 진쳤다가 적병과 싸워서 많은 공을 세웠던 것이다.\n호익은 본래 한낱 서생(書生)이었다. 궁마(弓馬)에 능하지도 못하였지만, 오직 충의(忠義)로써 군사들의 마음을 격려했던 것이다. 그는 동짓날 사졸을 거느리고 임금이 계신 곳을 향하여 4배(拜)를 하고 밤새도록 통곡하니 군사들도 따라서 울었다 한다.\n적의 군사가 전라도를 침범하자 김제 군수(金堤郡守) 정담(鄭湛)과 해남 현감(海南縣監) 변응정(邊應井) 등이 힘써 싸우다가 전사했다.\n적들은 경상우도를 거쳐 전주(全州)로 들어왔던 것인데, 정담 · 변응정 등은 웅령(熊嶺)에서 이를 막았다. 그들은 목책(木柵)을 세워 산길을 막고 군사들을 격려해서 종일토록 싸웠다.\n이 싸움에서 적병을 수없이 활로 쏘아 죽이니, 적들은 이를 저당하지 못하고 물러서려 했다. 날은 이미 저물고 설상가상으로 화살도 떨어졌을 때 적병들이 다시 힘을 내어 쳐들어왔으므로 두 사람은 할 수 없이 그 자리에서 전사했고 그가 거느렸던 군사들도 모두 흩어져 버렸던 것이다.\n그 이튿날, 적들이 전주(全州)에 이르자 관리들은 도망치려 했다. 전주 사람으로 전에 전적(典籍)을 지낸 이정란(李廷鸞)이 입성하여 이속들과 백성들을 일으켜 성을 굳게 지켰다.\n당시 적은 정예병들을 웅령(곰재)에서 많이 잃어 사기가 이미 땅에 떨어져 있었다.\n전라감사 이광(李洸)도 성 밖에서 의병(疑兵)을 만들고, 낮이면 기치(旗幟)를 수없이 꽃아 위엄을 보이고 밤이 되면 온 산에 횃불을 만들어 적을 속였다.\n적병은 성 밑에 이르러 몇 번이나 돌아다니면서 형세를 살폈다. 그리고는 감히 싸우지 못하고 그대로 가버렸다.\n적들은 물려가다가 웅령(熊嶺)에서 전사한 우리 군사들의 시체를 거두어 길 옆에 묻고, 큰 무덤을 몇 개 만들었다. 그리고 그 위에 말뚝을 세워 이렇게 썼다.\n‘조선국의 충성스런 심간(心肝)과 의로운 담기(膽氣)를 조상하노라(弔朝鮮國肝義膽).’\n이는 우리 군사들이 힘써 싸운 것을 가상히 여긴 것이었다.\n이리하여 전라도만이 홀로 온전하였다.",
      "toc_title": "전 의금부 도사(義禁府都事) 조호익(曺好益)은...",
      "seq": "31"
    },
    {
      "node_id": "NODE03884985",
      "name": "MEDA03976683",
      "title": "8월 초하루.",
      "content": "8월 초하루.\n순찰사 이원익과 순변사 이빈 등이 군사를 거느리고 평양에 나가 치다가 형세가 불리하여 도로 물러났다.\n그때 이원익과 이빈은 군사 수천 명을 거느리고 순안에 둔쳤다.\n별장(別將) 김응서(金應瑞) 등은 용강(龍岡) · 삼화(三和) · 증산(甑山) · 강서(江西) 등 네 고을의 군대를 20여 개로 나누어 평양 서쪽에 둔쳤다.\n김억추(金億秋)는 수군(水軍)을 거느리고 대동강 하류에 머무르면서 서로 기각(猗角)의 형세를 취하려 했다.\n이날 원익 등은 평양성 북쪽으로부터 군사를 몰고 나가다가 적의 선봉(先鋒)을 만나 20여 명을 쏘아 죽였다.\n이윽고 적의 군사가 크게 몰려왔다.\n우리 군사는 모두 놀라서 흩어지고 강변의 용사들이 많이 다쳤다. 이래서 할 수 없이 순안으로 물러가 둔치게 되었다.",
      "toc_title": "8월 초하루.",
      "seq": "32"
    },
    {
      "node_id": "NODE03884986",
      "name": "MEDA03976684",
      "title": "9월에 명나라 유격장군(遊擊將軍) 심유경(沈惟敬)이 왔다.",
      "content": "9월에 명나라 유격장군(遊擊將軍) 심유경(沈惟敬)이 왔다.\n조승훈의 군사가 패한 뒤로 적들은 더욱 교만해져서 아군에 글을 보내기를,\n‘양떼가 범을 치는 것과 같다.’\n고 하였으니, 이는 말할 것도 없이 양은 중국 군사들이요, 범은 저들(倭)을 가리킨 것이다.\n유경은 본시 절강(浙江) 사람으로 석상서(石尙書)가 짐짓 왜의 정세를 살피고자 거짓으로 유격장군이란 이름을 붙여서 내보냈던 것이다.\n유경은 순안에 이르자, 왜장에게 글을 보내어 황제의 명(命)으로 꾸짖었다.\n‘조선이 일본에 무슨 잘못이 있기에 군사를 내어 이러한 난리를 일으키는고?’\n이때 왜국에는 졸지에 변이 일어나서 그 여파가 매우 껐는데, 우리는 모두 두려움에 잠겨 있는 판이어서 누구도 감히 그들의 병영을 엿보는 자가 없었다.\n유경의 심부름꾼이 노란 보자기에 편지를 싸가지고 보통문(普通門)으로 들어가니, 왜장 행장(行長)이 받아 보고는 이내 만나서 상의하자는 회보(回報)를 써 보내었다.\n유경은 즉시 서둘러 떠나려 하였다. 그러나 주위에서 위태로운 짓이라고 적극 만류하였다.\n유경은 태연히 웃으면서,\n“저들이 어찌 나를 해칠까보냐”\n하면서 3, 4명의 심부름꾼을 데리고 왜진으로 건너갔다.\n행장과 의지 · 현소 등은 군기(軍器)를 크게 벌여 위세를 돋우고, 성 북쪽 십 리 밖 강복산(降福山) 아래에까지 나와서 맞았다.\n우리 군사는 대흥산(大興山) 꼭대기에 올라 바라보고 있었다.\n왜군은 수가 매우 많아 검극(劍戟)은 눈(雪)과 같았다. 유경이 말에서 내려 적진 가운데로 들어갔다.\n그런데 사면에서 왜군이 그를 에워싸는 게 아닌가!\n그가 사로잡히는 것이 아닌가 하는 의심이 들었다.\n그러나 유경은 날이 저물녘에 돌아왔다. 더구나 왜군은 무리를 지어 나와 공손히 작별 인사를 했다.\n다음날, 행장한테서 문안하는 글이 왔는데,\n‘대인(大人)께서는 칼날 가운데서도 얼굴빛이 변치 않으니, 우리 일본 사람으로서도 이에 미치지 못하겠소이다.’\n하는 구절이 있었다.\n이에 유경이 회답하기를,\n‘너는 우리 나라의 곽영공(郭令公)이란 사람 이야기를 듣지 못했는가? 그는 단기(單騎)로 회흘(回紇)의 만군(萬軍) 중에 들어갔으되 조금도 두려워하지 않았는데, 내가 어찌 너를 겁내겠는가?’\n하였다. 그는 다시 왜에 약속하면서,\n‘내가 돌아가 우리 황제께 보고하면 반드시 무슨 처분이 있으실 것이니, 50일 동안을 기약하되, 왜병은 약탈하러 평양성 십 리 밖에 나오지 말 것이요, 또한 조선 군사도 십 리 안에들어가 왜와 싸우지 말 것이며, 모두 푯말을 세워 경계를 삼을지니라’\n하였으나, 우리는 이것이 무엇을 의미하는지는 예측하지 못하였다.",
      "toc_title": "9월에 명나라 유격장군(遊擊將軍) 심유경(沈惟敬)이 왔다.",
      "seq": "33"
    },
    {
      "node_id": "NODE03884987",
      "name": "MEDA03976685",
      "title": "경기 감사(京畿監司) 심대(沈岱)가...",
      "content": "경기 감사(京畿監司) 심대(沈岱)가 적의 습격을 받아 삭녕(朔寧)에서 죽음을 당하였다. 대(岱)는 사람됨이 강개하여 왜변이 있는 후로 항상 울울한 기색으로 지냈으며, 나라일로 전지(戰地)를 출입할 때에도 험한 곳을 가리지 않았는데, 이해 가을에 권징(權徵)을 대신하여 경기 감사가 되었던 것이다.\n임지(任地)로 갈 때, 그는 안주를 지나다가 나를 찾아왔었다.\n백상루(百祥樓)에서 담소를 하는데, 이야기가 국란에 이르자 개연한 안색을 지으며 자기가 직접 싸움터에 나가서 적과 싸울 뜻을 보이는 것이었다.\n“옛 사람의 말에, ‘밭가는 일은 종(奴)에게 물으라.’ 하지 않았는가. 그대는 서생(書生)이니, 싸움에 나서는 것이 능사가 아닐세. 그 곳에 양주 목사(場州牧使) 고언백(高彦伯)이란 사람이 있는데, 그 사람이 용력이 있고 싸움에 익숙하네. 그대는 뒤에서 군병(軍兵)이나 수습해 주고 언백으로 하여금 군사를 이끌고 싸우게 하면 공을 세울 것이니 결코 직접 나서지 말도록 하게.”\n내가 경계하여 일렀으나 심대는 그저 대답만 “예! 예!” 할 뿐이었다.\n적들이 있는 곳으로 혼자 떠나는 심대를 보고 나는 활을 잘 쏘는 의주 사람 군관 장모(張某)를 딸려 보냈다.\n그 후 수재월 동안 경기도에서 임금이 계신 곳으로 보고를 하러 안주를 지나는 사람이 있을 때마다 그는 나에게 글을 보내 문안을 했다.\n나는 그럴 때마다 그 사람에게 경기도에 있는 적의 형세와 감사의 동정을 물었다.\n“경기도는 다른 데보다도 적의 발호가 한결 심해서 매일같이 불지르고 약탈하여 평안한 곳이 없습니다. 전의 감사 및 수령 이하는 모두 깊은 곳에 숨어서 나타나지 않거나, 변장을 하고 몰래 다니거나, 이리저리 옮겨다녀 거처를 일정하지 않게 하여 적의 화를 방지하려 하였는데, 새로 부임해 은 감사께서는 조금도 적을 두려워하지 않고 매양 순찰을 다닐 때에는 평시처럼 먼저 공문을 띄워 알리고, 깃발을 꽂아 젓대를 불면서 행차한답니다.”\n이러한 말을 들은 나는 매우 근심이 되어 조심하라는 글을 보냈다.\n그러나 심대는 듣지 않았다. 군사를 모으려 하니 군사들이 자진해서 모여들었으며, 서울을 다시 찾겠노라고 공언하는 것이었다.\n심대는 어느 날 성중에 사람을 보내어 내응(內應)할 사람을 모집했다.\n성중 사람들은 만일 적을 물리친 뒤에 적들에게 협력했다는 죄를 뒤집어쓸까 겁내서 연명장(連名狀)을 써가지고 감사에게 내응할 것을 약속해 왔다.\n스스로 내응하겠다고 하는 자들이 하루에도 많은 수에 달하였다. 그들은 약속을 한다는둥, 군기를 실어 온다는둥, 적정(賊淸)을 보고한다는둥 하여 사람들의 내왕을 막을 수가 없었다.\n마침내 이 일은 적에게 누설되고 말았다. 적들은 여러 차례 우리의 동정을 살피러 와서는 어지러이 출몰했다.\n그러나 심대는 내응자의 보고만 믿고 의심치 않았다. 이때 심대는 삭념군(朔寧郡)에 있었다.\n적들은 이를 염탐해서 알아내고 말았다.\n적들은 몰래 큰 여울을 건너 밤에 습격해 왔다. 대는 깜짝 놀라 일어나 옷을 걸쳐 입고 도망쳐 달아났다. 그러나 적이 뒤를 쫓아 살해하였고 군관 장모도 역시 함께 죽었다.\n적이 물러간 후, 경기도 사람들이 심대의 시체를 거두어 삭녕군 어느 곳에 초빈(草殯)을 해 주었다.\n그러나 며칠 뒤, 다시 나타난 적들은 심대의 시체를 찾아 내어 그 머리를 종로 길거리 위에 매달아 놓았다.\n그런 지 5, 60일이 지났으나 대의 얼굴빛은 오히려 산사람과 같아, 이를 보는 서울 사람들의 마음을 더욱 슬프게 만들었다. 그의 충의에 감복한 사람들은 재물을 모아 지키는 왜병에게 뇌물을 주고 머리를 찾았다. 그 머리를 목함에 넣어 강화(江華)로 보냈다가 적이 물러간 뒤에 찾아다가 시체와 함께 고향에 장사지내 주었다.\n심대는 본이 청송(靑松)이요, 자는 공망(公望)이다. 그의 아들은 대복(大復)인데, 조정에서는 심대의 옛일로 해서 현감(縣監) 벼슬을 주었다.",
      "toc_title": "경기 감사(京畿監司) 심대(沈岱)가...",
      "seq": "34"
    },
    {
      "node_id": "NODE03884988",
      "name": "MEDA03976686",
      "title": "강원도 조방장(助防將) 원호(元豪)는...",
      "content": "강원도 조방장(助防將) 원호(元豪)는 적을 귀미포(龜尾浦)에서 쳐 무찌르고, 또 춘천에서 싸우다가 패하여 죽음을 당했다.\n이때 적의 대진(大陳)은 충주와 원주에 있었는데, 영책이 서울까지 연달아 있어 충주에 있는 적들은 죽산(竹山) · 양지(陽智) · 용인(龍仁) 길을 거쳐 왕래하고, 원주에 있는 적들은 지평(砥平) · 양근(楊根) · 양주(場州) · 광주(廣州)를 거쳐서 서울로 오고자 했었다.\n원호는 여주(驪州) 귀미포에서 적을 쳐서 섬멸하고, 이천 부사(利川府使) 변응성(邊應星)은 또 활 쏘는 군사를 배에 싣고, 안개가 자욱한 틈을 타 적을 여주의 마찬(馬灘)에서 맞아 싸워 많이 죽였다.\n이 까닭에 원주의 적로(賊路)가 끊어지매, 적들은 모두 충주 길을 거쳐 올라오게 되었다.\n이로써 여주 · 양근 · 지평의 읍민들은 적의 칼날을 면했으니, 사람들은 이를 원호의 공이라고 말했다.\n순찰사(巡察使) 유영길(柳永吉)은 원호에게 춘천(春川)으로 가서 다시 적을 치라고 재촉하였다.\n원호는 싸움에 이기자 자못 적을 만만히 보는 마음이 생겼다. 그러나 적은 원호의 군사가 올 것을 알고 군사를 매복시키고 기다리고 있었다. 원호는 이 사실을 알지 못하고 나가다가 복병에게 죽음을 당하고 말았다.\n이로부터 강원 일도(一道)에는 적을 막을 사람이라곤 하나도 없게 되었다.\n한편, 훈련 부봉사(訓鍊副奉事) 권응수(權應銖) · 정대임(鄭大任) 등이 향병(鄕兵)을 거느리고 영천(永川)에 있는 적을 쳐서 이겨 드디어 영천을 수복했다.\n응수는 영천 사람으로 담력과 용맹이 있었다. 대임과 함께 향병 천여 명을 거느리고 영천에서 적을 포위했으나 우리 군사들은 두려워해서 앞으로 나아가지를 못했다.\n이에 응수는 칼을 빼어 몇 사람을 쳐 죽이니 그제야 군사들은 앞을 다투어 성을 넘어 들어가서 적을 습격했다.\n이때 적은 혹 창고 속으로 도망하고, 혹 명원루(明遠樓)로 올라가기도 했는데 그대로 불을 질러 전멸시키니, 그 냄새가 몇 리 밖에까지 풍겼다. 남은 수십 명은 도망하여 경주(慶州)로 달아났다.\n이로부터 신녕(新寧) · 의흥(義興) · 의성(義城) · 안동(安東) 등지에 있던 적들이 모두 한쪽 길로 모였기 때문에 좌도(左道)의 군 · 읍(郡邑)에서는 난을 면했으니, 이는 영천 싸움의 공이었다.",
      "toc_title": "강원도 조방장(助防將) 원호(元豪)는...",
      "seq": "35"
    },
    {
      "node_id": "NODE03884989",
      "name": "MEDA03976687",
      "title": "좌병사(左兵使) 박진(朴晋)은...",
      "content": "좌병사(左兵使) 박진(朴晋)은 경주를 수복했다.\n진은 처음에 밀양에서 달아나 산 속에 들어가 있었다. 조정에서는 전 병사(兵使) 이각(李珏)이 성을 버리고 달아났다 하여 그를 찾아 목베이고 대신 박진을 병사로 삼았다.\n이때 적병은 그 도내에 가득히 들어와 행조(行朝)의 소식이 남쪽 지방에 끓긴 지 오래여서 인심은 한층 동요되어 어찌할 바를 몰랐다.\n그런 중에 박진이 병사가 되었다는 소식이 들리자 흩어졌던 백성들이 차차 모이고 수령(守令)도 산골짜기에서 다시 나와 나라일을 보게 되니, 비로소 조정이 있는 듯하였다.\n권응수가 영천을 회복하자, 박진이 좌도 군사 만여 명을 거느리고 경주 성 밑까지 진병해 나갔다. 그러나 적은 북문으로 나와 진의 후군을 엄습했기 때문에 진은 하는 수 없이 안강(安康)으로 돌아갔다.\n진은 그 밤으로 다시 성 밑에 군사를 잠복지켜서 비격진천뢰(飛擊震天雷)를 성안에 대고 쏘니 객사(客舍) 마당에 떨어졌다.\n적들은 그것이 무엇인지 몰라 서로 다투어 모여들어 구경했다. 조금 있더니 폭탄이 속에서 저절로 터져 천지를 진동하는 듯한 폭음이 나면서 철편이 무수히 흩어지니, 여기에 맞아 즉시 죽은 자가 30여 명이요, 직접 맞지는 않았어도 놀라서 쓰러지는 자가 많았다. 살아난 자들도 한참 만에 일어나서 놀라고 두려워하지 않는 자가 없었으며, 그 제도를 알지 못하니 모두 귀신이 한 짓이라 생각하고 이튿날 드디어 모두 성을 버리고 서생포(西生浦)로 달아났다. 이리하여 진은 경주 성안에 들어가 만여 석의 곡식을 얻었다.\n이 일이 조정에 알려지자 박진을 가선(嘉善)으로 올렸고, 응수는 통정 (通政)으로, 대임은 예천군수(醴泉郡守)로 삼았다.\n진천뢰란 원래는 없었던 것으로, 군기시(軍器寺)의 화포장(火砲匠)으로 있는 이장손(李長孫)이란 자가 창안해 낸 것이다.\n이것은 진천뢰를 대완구포(大腕口砲)로 쏘아서 5, 6백 보밖에 떨어지게 하고, 땅에 떨어진 뒤 잠시 후에 저절로 터지게 만든 것으로, 적들이 가장 두려워했다.",
      "toc_title": "좌병사(左兵使) 박진(朴晋)은...",
      "seq": "36"
    },
    {
      "node_id": "NODE03884990",
      "name": "MEDA03976688",
      "title": "그때 각도에서 의병을 일으켜...",
      "content": "그때 각도에서 의병을 일으켜 적을 친 자가 많았다.\n우선 전라도에서는 전 팔결사(判決事) 김천일(金千鎰), 첨지(僉知) 고경명(高敬命), 전 영해 부사(寧海府使) 최경회(崔慶會) 등이 있었다.\n천일의 자는 사중(士重)으로, 군사를 거느리고 먼저 경기도에 이르니, 조정에서 그를 가상히 여겨 창의(倡義)라는 군호(軍號)를 주었다. 그러나 결국 일을 이루지 못하고 강화(江華)로 들어갔다.\n또 경명의 자는 이순(而順)이니, 맹영(孟英)의 아들로서 글재주가 있는 사람이다. 역시 향병(鄕兵)을 거느리고 군현(郡縣)에 격문을 돌려 적을 치도록 하였으나 적과 싸우다가 패해 죽었다. 그 아들 종후(從厚)가 그를 대신하여 군사를 거느렸으니 이를 복수군(復讐軍)이라 하였다.\n경회는 뒤에 경상 우병사(右兵使)가 되었다가 진주 싸움에서 죽었다.\n경상도에 있어서는 현풍(玄風) 사람 곽재우(郭再祐), 고령(高靈) 사람 전 좌랑(佐郎) 김면(金眄), 합천(陝川) 사람 전 장령(掌令) 정인홍(鄭仁弘), 예안(禮安)사람 전 한림(翰林) 김해(金亥), 교서정자(校書正字) 유종개(柳宗介), 초계(草溪) 사람 이대기(李大期), 군위교생(軍威校生) 장사진(張士珍) 등이 있었다.\n재우(再祐)는 월(越)의 아들로서 자못 재략(才略)이 있는 터로 적과 여러 번 싸웠는데, 적들이 모두 이를 두려워하고 꺼렸다. 정진(鼎津)을 굳게 지켜 적으로 하여금 의령(宜寧) 지경에 들어오지 못하게 하였으니 이는 곧 재우의 공이라 하겠다.\n면(沔)은 무장(武將) 세문(世支)의 아들로서 거창(居昌) 우척현(牛脊峴)에서 적을 막아 여러 번 적을 물리쳤다. 이 소문이 들리자 조정에서는 그를 우병사(右兵使)로 올려 썼으나 병으로 군중에서 죽고 말았다.\n또한 종개(宗介)는 군사를 일으킨 지 얼마 안되어 적을 만나 죽음을 당하니, 조정에서는 그 뜻을 가상히 여겨 증직(贈職)으로 예조참의(禮曺參議)를 제수했다.\n사진(士珍)은 전후(前後)에 적병을 쏘아 죽인 수가 많아 적들이 그를 장장군(張將軍)이라 부르고 감히 군위(軍威) 지경을 범하지 못했다.\n어느 날 적들은 군사를 매복하고 사진을 유인하여 궁한 지경에 빠뜨리고 말았으나, 사진은 오히려 큰 소리를 지르면서 힘껏 싸웠다. 그러나 사진의 군사들에게는 화살이 모자랐다. 적들은 달려들어 그의 한쪽 어깨를 칼로 쳐서 떨어뜨리니, 사진은 그래도 한쪽 팔로 함참 동안이나 적을 치다가 마침내 힘이 다하여 죽고 말았다. 이것을 들은 조정에서는 그에게 증직으로 수군 절도사를 주었다.\n충청도에 있어서는 중 영규(靈圭)를 비롯하여 전 제독관(提督官) 조헌(趙憲), 전 청주목사(淸州牧使) 김홍민(金弘敏), 서얼(庶蘗) 이산겸(李山謙), 선비 박춘무(朴春茂), 충주 사람 조덕공(趙德恭), 내금위(內禁衛) 조웅(趙雄), 청주 사람 이봉(李逢) 등이 있었다.\n영규(靈圭)는 원래 용력이 있고 잘 싸워서 조헌과 함께 청주를 수복한 일이 있었다. 그러나 그 뒤에 적에게 패해서 모두 죽고 말았다.\n조웅은 더욱 용감한 사람이다. 특히 말 위에 서서 달리기를 잘하여 적을 많이 죽였으나 그도 또한 전사했다.\n경기도에는 전 사간(司諫) 우성전(禹性傳), 전정(前正) 정숙하(鄭淑夏), 수원 사람 최흘(崔屹), 고양 사람 진사 이노(李魯), 이산휘(李山輝), 전 목사(牧師) 남언경(南彦經), 유학(幼學) 김탁(金琢), 전 정랑(正郎) 유대진(兪大進), 충의위(忠義衛) 이질(李軼), 서얼(庶蘗) 홍계남(洪季男), 선비 왕옥(王玉) 등이 있었다.\n그 중에서 계남은 제일 용맹스러웠고, 그 나머지는 제각기 자기 동리에서 혹 백 명, 혹 수십 명씩 사람을 모아가지고 의병(義兵)이라 하여 군사를 일으킨 자가 셀 수 없이 많았으나, 기록할 만한 공적은 하나도 없고 모두 날짜만 보낼 뿐이었다.\n유정(惟政)은 금강산 표훈사(表訓寺)에 있던 중이다. 금강산에 들어온 적을 보고 딴 중들은 모두 도망했으나 유정은 홀로 꼼짝도 않고 앉아 있었다. 그래서 적들은 감히 가까이 오지 못하고 혹 합장해 절하고 되돌아가기도 했다.\n그때 나는 안주에 있었다. 여러 곳으로 글을 보내어 각각 의병을 일으켜 적을 막으라 했다.\n이 글이 도착되매, 유정은 그것을 불탁 위에 펼쳐 놓고 중들을 불러 같이 읽으면서 울다가, 드리어 승군(僧軍)을 일으켜 서쪽으로 가서 임금을 도왔다. 그가 평양에 이르자 무리가 천여 명이나 되었다. 평양성 동쪽에 둔치고 순안 군사와 합세했었다.\n종실(宗室) 호성감(湖城監)도 또한 백여 명을 거느리고 임금이 계신 곳으로 달려갔다. 이것을 보고 조정에서는 그를 호성도정(湖城都正)으로 삼고 순안에 둔쳐 대군(大軍)과 합세하도록 하였다.\n북도(北道)에서는 평사(評事) 정문부(鄭文孚)와 훈융 첨사(訓戎僉使) 고경민(高敬民) 등이 가장 공이 컸다.",
      "toc_title": "그때 각도에서 의병을 일으켜...",
      "seq": "37"
    },
    {
      "node_id": "NODE03884991",
      "name": "MEDA03976689",
      "title": "이일을 순변사(巡邊使)로 삼고...",
      "content": "이일을 순변사(巡邊使)로 삼고 이빈을 임금이 계신 곳으로 불러왔다.\n처음에 이일은 대동강 여울을 지키고 있었다.\n평양이 함락되자 강을 건너 남쪽으로 들어가 황해도 안악(安岳)을 거쳐 해주(海州)로 갔다. 해주에서 다시 강원도 이천(伊川)으로 가서 세자를 따라 수백 명 가량의 군사를 모집해 가지고 있었다.\n그는 적병이 평양에 들어갔단 말을 듣고 오랫동안 동정을 살피고 있다가 다시 중국 구원병이 장차 온다는 소식을 듣고 드디어 평양으로 돌아왔다. 임원평(林原坪)에 진을 치고 평양 동북쪽 십여 리에 머물러 있으면서 의병장(義兵將) 고충경(高忠卿)과 함께 힘을 모아가지고 적을 많이 죽이고 사로잡았다.\n한편 이빈은 순안에 있었다.\n진병할 때마다 패하니 무군사 종관(撫軍司從官)은 모두 이일과 바꾸기를 주장했다. 그러나 원수 김명원만이 이에 응하지 않았다.\n이빈이 무군사와는 의견이 맞지 않아 서로 싸우고 있단 말이 들려왔다.\n조정에서는 나로 하여금 순안 군중에 가서 이를 진정시키라 하여 나는 순안에 이르렀었다.\n그러나 조정의 의논은 이일의 실력이 빈보다 낫다고 말했고, 또한 구원병이 장차 이르고 보면 빈은 그 책임을 맡아 보지 못할 거라고 했다. 이리하여 마침내 이일로 하여금 순변사를 삼고, 대신 박명현(朴名賢)으로 하여금 일의 군사를 거느리게 했다. 그래서 빈은 임금이 계신 곳으로 돌아왔던 것이다.",
      "toc_title": "이일을 순변사(巡邊使)로 삼고...",
      "seq": "38"
    },
    {
      "node_id": "NODE03884992",
      "name": "MEDA03976690",
      "title": "적의 간첩 김순량(金順良)을 사로잡았다.",
      "content": "적의 간첩 김순량(金順良)을 사로잡았다.\n그 해 12월 초이틀, 나는 안주에서 군관 성남(成男)으로 하여금 전령을 가지고 수군장(水軍將) 김억추(金億秋)에게 보내어 적을 공격할 일을 비밀리에 알리도륵 했다.\n그리고 경계하기를,\n“앞으로 6일 안에 이 전령을 다시 돌려보내도록 하라.”\n고 하였다.\n그러나 기일이 지나도록 전령을 보내오지 않으므로, 이에 성남에서 사람을 보내어 추궁했다. 그의 대답은 벌써 강서(江西) 군사 김순량을 시켜서 보냈다는 것이다.\n김순량을 잡아다가 전령이 어디 있느냐고 물었다. 그러나 그의 대답은 횡설수설이라 종잡을 수가 없다.\n성남은,\n“순량이 전령을 가지고 나가더니 며칠 뒤에 소 한 마리를 끌고 군중으로 들어와 잡아먹었습니다. 이 소가 어디서 났느냐고 물었더니, 자기 일가 집에서 먹이고 있던 것을 찾아온 것이라 했습니다. 지금 생각하니 그 자의 행동이 수상합니다.”\n라고 말하는 것이다.\n이에 나는 비로소 순량을 엄하게 고문하여 실정을 말하도록 했다.\n마침내 그는 이렇게 말하였다.\n“소인은 적의 간첩이 되었었습니다. 그때 받은 전령과 비밀 공문을 평양으로 가지고 가서 적에게 뵈었더니 적장은 전령은 저들의 책상 위에 놓고 비밀 공문은 그 자리에서 찢어 없앴습니다. 그리고 상으로 소 한 마리를 주었습니다. 그리고 저와 같이 일한 서한룡(徐漢龍)에게는 비단 다섯 필을 주었습니다. 다시 딴 비밀을 탐지하여 15일 안에 와서 보고할 것을 약속하고 나왔습니다.”\n이 말을 듣고 나는 다시 말했다.\n“그러면 이러한 간첩은 너뿐이냐, 너 이외에 또 몇 명이나 있느냐 ?”\n하고 물으니 그의 대답은 이러했다.\n“모두 40여 명이나 있습니다. 그 사람들은 순안 · 강서 등 여러 진에 흩어져 있고, 숙천 · 안주 · 의주 등지에도 들어가 있지 않은 곳이 없습니다. 그래서 그들은 무슨 일이든지 가서 보고하도록 되어 있습니다.”\n이 말을 듣자 나는 몹시 놀랐다.\n곧 임금께 장계를 올리고 각 진에도 각각 통지해서 이런 자를 잡아내도록 했다. 그랬더니 혹 잡기도 하고, 혹 놓쳐 버리기도 했다. 순량은 성 밖에 내다가 목베어 죽였다.\n이런 일이 있는 지 얼마 안되어 중국 구원병이 왔다.\n그러나 적들은 이 사실을 알지 못했다. 그것은 그 동안 간첩들이 놀라 달아났기 때문이었으니, 이 역시 사기(事機)의 우연한 일이라 하겠으나, 한편 생각하면 또한 하늘의 도움이라 할 것이다.",
      "toc_title": "적의 간첩 김순량(金順良)을 사로잡았다.",
      "seq": "39"
    },
    {
      "node_id": "NODE03884994",
      "name": "MEDA03976692",
      "title": "12월에 중국에서 크게 군사를 냈다.",
      "content": "12월에 중국에서 크게 군사를 냈다.\n병부 우시랑(兵部右侍郎) 송응창(宋應昌)을 경략(經略)으로 삼고, 병부 원외랑(兵部員外郎) 유황상(劉黃裳)과 주사(主事) 원황(袁黃)으로 찬획 군무(贊畫軍務)를 맡게 하여 모두 요동에 머무르게 했다.\n제독(提督) 이여송(李如松)이 대장이 되어서 삼영장(三營將) 이여백(李如柏) · 장세작(張世爵) · 양원(楊元)과, 남쪽 장수 낙상지(駱尙志) · 오유충(吳惟忠) · 왕필적(王必迪) 등을 거느리고 강을 건너니 군사의 수효는 4만이 넘었다.\n이보다 앞서 심유경(沈惟敬)이 간 뒤에 적들은 과연 군사를 거두고 움직이지 않았다. 그러나 50일이 지나도록 유경이 오지 않으므로 왜병들은 의심하여, 곧 압록강 물을 기어이 우리(왜) 말에 먹이겠다고 큰소리쳤다. 적진에 잡혀갔다가 도망해 돌아온 자의 말을 들어도 모두들 적병이 우리 성을 크게 칠 준비를 하고 있다 하여 인심이 갈수록 흉흉해졌다.\n그러던 중 12월 초에 유경이 다시 와 성안에서 수일을 머무르면서 그들과 회합하여 무슨 약속을 하고 가는 모양이었으나, 그 회담 내용을 아는 사람은 아무도 없었다.\n이러고 있을 무렵 갑자기 중국 군사가 안주에 이르러 성 남쪽에 영을 치니 깃발과 병기가 정숙하여 마치 신(神)과 같았다.\n나는 제독 이여송에게 할 말이 있노라고 면담을 요청했다. 그는 동헌(東軒)에 앉아 나를 맞이하는데, 대해 보니 그는 헌헌한 장부였다. 의자에 마주 자리를 잡자, 나는 소매 속에서 평양 지도를 꺼내 놓고 지형이며 군사가 들어갈 수 있는 길을 자세하게 설명했다.\n이여송은 나의 설명을 열심히 들으며 내가 가리키는 곳마다 붉은 글씨로 표를 해두었다. 나의 말이 끝나자 그는 나를 향해 입을 열었다.\n“왜병들이 믿는 것은 오직 조총(烏銃)뿐이 아니겠소. 그러나 우리는 대포를 사용한단 말입 니다. 우리가 가지고 있는 대포는 모두 5, 6리는 가니, 적들이 조총으로 어찌 이를 당해 낼 수 있겠소? ”\n면담을 마치고 자리에서 일어나려는 나에게 이여송은 다음과 같은 시 한 수를 부채에 써서 주었다.\n군사 거느리고 밤 도와 강을 건넘은,\n삼한(三韓) 나라 편안치 못한 까닭이로세.\n황제의 생각하심 날마다 깊으시며,\n내 또한 밤에도 술잔 들어 즐기는 것 그쳤구나.\n봄날이라 이는 살기(殺氣) 내 맘 더욱 장할씨고,\n이제부터 왜적들 뼈 절로 저리리.\n담소(談笑) 오가는 속엔들 승산(勝算) 없다고 말할쏘냐,\n말 안장에 앉았음이야 꿈 속엔들 잊을쏜가.\n提兵星夜渡江干\n爲說三韓國夫安\n明主日縣旌節報\n微臣夜釋酒杯歡\n春來殺氛心猶壯\n此去妖氣骨已寒\n談笑敢言非勝算\n夢中常憶跨征鞍.\n이때는 중국 군사가 성안에 가득 차 있을 때였다.\n내가 마침 백상루(百祥樓) 위에 있으려니까 밤중에 졸연히 중국 군사 한 사람이 군중의 밀약(密約) 삼조(三條)를 가지고 나를 찾아와 보여 주는 것이었다. 그의 성명을 물었지만 대 답하지 않고 그냥 가버리고 말았다.\n제독 이여송이 부총병 (副總兵) 사대수(査大受)로 하여금 군사를 거느리고 먼저 순안으로 가게 하여 왜병에게 거짓말로 이르기를,\n“우리 조정에서 이미 화친하기를 허락했고, 유격장군 심유경도 와 있다.”\n하니 왜병들은 몹시 기뻐했다.\n현소가 헌시(獻詩)하기를,\n동쪽 나라 싸움 그치고 중국과 강화하니,\n사해(四海)와 구주(九州)가 모두 한집 되었네.\n기쁜 기운 갑자기 나라 밖 눈을 녹이니,\n건곤에 봄은 아직 이르건만 태평한 꽃 피었도다.\n扶桑息戰服中華\n四海九州同一家\n喜氣忽消還外雪\n乾坤春早太平花.\n라 하였다.\n때는 바로 계사년(1593) 정월 초하루였다.\n왜적은 그들의 소장(小將) 평호관(平好官)을 시켜 부하 20여 명만을 거느리고 순안에 나와 심유경을 맞게 했다.\n사총병(査總兵)이 이들을 유인하여 술을 대접하는 체하면서 한편으로 복병을 시켜 평호관을 사로잡고 따라온 왜병을 잡아 죽였다.\n이 틈에 겨우 왜병 셋이 살아 도망하여 자기 진에 사실을 보고하니, 왜적은 그때서야 비로소 중국의 구원병이 온 줄을 알고 몹시 소요스러웠다.\n이때는 중국의 대군이 숙천(肅川)에 이르렀을 때였다. 이윽고 날이 저물자 그들은 영책에서 내려와 밥을 지어 먹고 있었다.\n군사들이 진군을 멈추었다는 보고를 받은 제독은 아무런 말 없이 활을 잡고 말에 올라 수기(數騎)를 데리고 순안을 향해 달리는 것이었다. 이를 본 모든 영책의 군사들도 뒤따라 진병했다.\n이튿날 아침에 대군은 평양을 포위하고 보통문(普通門) · 칠성문(七星門)을 치니 적병은 성 위에 올라가 홍백기(紅白旗)를 내세우고 대항하였다.\n이에 이편에서는 대포와 화전(火箭)으로 치니 그 소리는 땅을 울려 수십 리 사이의 산들이 모두 움직이는 듯 요란하였고, 화전이 비단처럼 공중에 날아 쏟아지니 연기가 하늘을 덮었다. 화전이 성안에 떨어지자 곳곳마다 불이 일어나 수목이 모두 타고 있었다.\n낙상지 (駱尙志)와 오유충(吳惟忠) 등은 친병(親兵)을 거느리고 개미처럼 성에 기어오르기 시작했다. 앞의 군사가 떨어지면 뒤의 군사가 올라 하나도 물러나는 자가 없다.\n성안에는 적의 칼과 창이 마치 고슴도치 털처럼 벌려 섰건만 중국 군사는 더욱 힘써 싸우니 적들은 대적치 못하고 내성(內城)으로 쫓겨 들어갔다.\n이 싸움에 칼에 맞고 불에 타 죽은 적병은 부지기수였다.\n우리 군사는 다시 적의 뒤를 쫓아 내성으로 쳐들어갔다. 적들이 성 위 토벽에 구멍을 많이 뚫어놓아 마치 벌집과 같았다. 적들은 그 틈으로 총을 어지러이 쏘며 대항했다. 이 바람에 우리편 군사가 적의 총에 많이 상했다.\n이를 본 제독은 궁한 적을 급히 치다가 오히려 우리 군사가 많이 상할까 걱정하여 성 밖으로 군사를 거두어 적의 달아날 길을 열어 주니, 그 밤으로 적들은 허겁지겁 얼음 위로 강을 건너 달아났다.\n이보다 먼저 내가 안주에 있을 때, 대병이 장차 나온다는 말을 들은 나는 황해도 방어사(防禦使) 이시언(李時言) · 김경로(金敬老)에게 은밀히 말하여 그들의 돌아가는 길을 막아 치 도록 했다.\n그리고 경계하여 이렇게 말했다.\n“적은 반드시 이 길로 달아날 것이니, 그대들 양군은 길 좌우에 매복하고 있다가 적이 지나가는 것을 기다려 공격하라.\n그러면 적들은 필연 주리고 곤해서 싸울 마음이 없을 것이니, 그때를 타 모두 사로잡을 수 있으리라.”\n나의 말을 들은 이시언은 곧 중화(中和)로 떠나고, 김경로는 딴 일이 있다 하여 가지 않으려 했다. 나는 다시 군관 강덕관(姜德寬)을 보내어 싸움을 독려하게 하였더니 김경로도 하는 수 없이 중화로 갔다.\n달아나던 적은 하루 전날 황해도 순찰사(巡察使) 유영경(柳永慶)의 관(關)에 막혀서 길을 바꾸어 재령(載寧)으로 달아났다. 그때 유영경은 해주(海州)에서 자기가 거느리고 있는 군사만으로 방위하려 하였고, 김경로는 적과 싸우기를 꺼려하여 피해 달아나 버렸다.\n적장 평행장 · 평의지 · 현소 · 평조신 등은 남은 군사를 이끌고 밤을 도와 달아나기에 바빴다. 그들은 기운이 빠지고 발이 부르터 걸음을 제대로 걸을 수조차 없게 되었으며, 무릎으로 기어 밭고랑에 엎드려 숨기도 하고, 인가에 들어와 밥을 훔쳐 굵주림을 면하는 형편에까지 이르렀다.\n그러나 이때 우리 나라에서는 한 사람도 이를 치는 군사가 없었고, 중국 군사 또한 그들의 뒤를 추격하지 않았다. 오직 이시언만이 그 뒤를 쫓았으나 역시 치지는 못하고 다만 굶주 리고 병들어 뒤떨어진 왜병 60여 명만을 베었을 뿐이었다.\n이때 왜장 중에서 서울에 남아 있던 자는 평수가(平秀嘉)였다. 그는 관백(關白)의 조카라고도 하고 사위라는 말도 있었다. 그는 나이가 어린 탓으로 군무를 지휘하지는 못하고 다만  행장(行長)의 제재만 받는 형편에 지나지 않았다. 한편 청정(淸正)은 함경도에서 돌아오지 않고 있을 때였다.\n만일 행장 · 의지 · 현소 등만 사로잡는다면 서울에 있는 적은 저절로 무너질 판국이었다. 서울이 무너진다면 청정이 돌아갈 길도 자연히 막히는 것이다. 그렇게 되는 날에는 적의 군심(軍心)이 흉흉해지고, 반드시 바다를 끼고 달아나지 않는 한 어찌할 수 없을 것이다. 한강 남쪽에 있는 적 또한 따라서 와해되었을 것이 뻔한 사실이다. 이때를 타서 구원병이 북을 울리고 추격한다면 부산까지 아무 거리낌없이 내려쫓았을 것이 아닌가? 이대로만 했더라면 잠깐 사이에 온 나라가 맑고 깨끗했을 것이니, 수년 동안 분분했던 전쟁이 왜 있었을까보냐. 한 사람의 잘못으로 천하 대사를 그르쳤으니 실로 통석할 일이로다.\n나는 임금께 장계를 올려 김경로를 베이자고 아뢰었다. 이때 나는 평안도 체찰사(體察使)로 갔을 때라, 김경로가 내 관하(管下)가 아니므로 먼저 임금께 아뢰었던 것이다.\n조정에서는 선전관(宣傳官) 이순일(李純一)을 보내어 표신(標信)을 가지고 개성부(開城府)에 가서 그를 베이고자 먼저 제독 이여송에게 알리게 했다.\n보고를 받은 제독은,\n“그 죄는 죽여 마땅할 것이나, 적병을 완전히 쳐 없애지 못한 이 마당에 한 사람의 무사도 아껴야 할 것이다. 우선 백의(白衣)로 종군(從軍)케 하였다가 그로 하여금 공을 세워 속죄케하는 것이 옳은 일일까 하노라.’\n하고 자문(咨文)을 주어 순일을 돌려보냈다.",
      "toc_title": "12월에 중국에서 크게 군사를 냈다.",
      "seq": "41"
    },
    {
      "node_id": "NODE03884995",
      "name": "MEDA03976693",
      "title": "순변사 이일을 다시 이빈으로 바꾸었다.",
      "content": "순변사 이일을 다시 이빈으로 바꾸었다.\n평양 싸움에 참여한 구원병은 보통문으로 들어가고, 이일과 김응서(金應瑞) 등은 함구문으로 들어갔다.\n그런데 군사를 거둘 때 보니 이일과 김응서의 군사는 모두 성 밖에 물러나와 진치고 있어, 적들이 밤을 타 도망쳤다는 사실은 이튿날 아침에야 비로소 알게 되었다.\n이것을 안 이 제독은 아군이 잘 지키지 못해서 적이 달아나도 모르고 있었다고 나무랐다. 이때 중국 장수 중에 순안을 왕래하여 이빈과 교분이 두터운 사람이 있었는데, 그가 이 제독의 눈치를 살펴 이렇게 아뢰었다.\n“이일은 본시 장재(將才)가 아닙니다. 그 자리를 이빈과 바꾸는 것이 좋겠습니다.”\n이 제독은 이 말을 옳게 여겨 그대로 우리 조정에 그 뜻을 전해왔다.\n이에 조정에서는 우상 윤두수로 하여금 평양에 가서 이일을 문죄하고 군법을 행코자 하였으나 얼마 있다가 이일을 석방시키고 이빈을 순변사로 삼아 군사 3천 기(騎)를 뽑아 제독을 따라 남쪽으로 가게 하였다.",
      "toc_title": "순변사 이일을 다시 이빈으로 바꾸었다.",
      "seq": "42"
    },
    {
      "node_id": "NODE03884996",
      "name": "MEDA03976694",
      "title": "이 제독은 파주(坡州)에 진병하여...",
      "content": "이 제독은 파주(坡州)에 진병하여 적과 벽제(碧蹄) 남쪽에서 싸웠으나 이기지 못하고 개성으로 돌아가 주둔하였다.\n평양이 회복되고 대동강 남쪽에 있던 적들이 모두 도망하니 제독은 이를 추격하라 하고, 나를 보고는,\n“이제 대군이 바야흐로 전진하려 하는데 듣건대 앞 길에 군량과 마초가 없다니 공은 대신으로서 마땅히 국사를 생각 하실지라, 수고를 아끼지 마시고 급히 떠나 군량을 준비하되 그릇됨이 없도록 하여 주십시오.”\n하고 부탁했다.\n이에 나는 제독과 작별하고 나왔다. 구원병의 선봉은 벌써 대동강을 건너 남쪽으로 가고 있었다. 대숲처럼 빽빽이 줄지어 가는 군사들 때문에 길이 막혀 더 나아가지 못하게 된 나는 옆길로 돌아 빨리 가서 군사의 앞에 나섰다. 그날 밤으로 중화(中和)를 거쳐 황주(黃州)에 다다르니 밤은 이미 삼경이었다.\n그때는 적병이 금방 물러간 뒤였다. 고을마다 팅 빈 채 백성들이 보이지 않아 수습할 길이 없었다. 급히 황해 감사(監司) 유영경에게 글을 보내어 서두르게 하는 한편, 평안 감사 이원익에게도 글을 보내어 김응서 등이 거느린 군사 중에 싸움에 나가지 못할 자들을 동원하여 평양으로부터 곡식을 황주로 운반케 하고, 또 배로 평안도 세 고을 곡식을 청룡포(靑龍浦)를 거쳐 황해도로 운반케 하였다.\n이렇듯 일을 미리 준비하지 못하고 임시로 졸지에 서두른 것은, 갑자기 대군이 이르고 보면 군량이 모자랄까 두려워했던 터로 나로서는 이 점을 몹시 걱정하여 노심초사(勞心焦思) 했던 것이다.\n유영경에게는 적을 피해 산골짜기에 쌓아 두었던 곡식이 꽤 있어 백생들을 재촉하여 운반하도록 하였다.\n서두른 보람이 있어 연도에서 군량이 결핍되는 일은 없었다. 그런 뒤에 이윽고 대군이 개성부(開城府)에 도착하였다.\n정월 24일, 적들은 우리 백성들이 내응(內應)할까 의심했고, 또 평양에서 패한 것을 분하게 여겨 서울에 남아 있던 백성들을 닥치는 대로 잡아 죽이고, 또한 관공서 · 사삿집들에 모두 불을 놓마 태워 버렸다. 그들은 한바탕 살인 · 방화를 자행하고 나서 서로(西路)에 둔친 군사를 모두 서울로 집결시켜 다시 한 번 우리와 싸울 계획을 하고 있었다.\n이에 나는 제독에게 빨리 적을 추격해야 한다고 여러 번 건의해서 서둘렀으나, 여러 날 만에 겨우 파주에 다다랐다.\n그 이튿날, 부총병(副總兵) 사대수(査大受)가 우리 장수 고언백(高彦伯)과 함께 군사 수백을 거느리고 먼저 가서 적의 정세를 정찰했다. 이들 일행은 벽제역 남쪽 여석령(礪石嶺) 에서 적과 마주치게 되었다. 이 싸움에서 우리 편은 적병 백여 명의 머리를 베고, 혹은 사로잡았다.\n제독이 이 소식을 듣자 대군은 그대로 머물러 있도록 하고, 자기 혼자서 말탄 군사 천여 명만 거느린 채 길을 재촉했다. 막 혜음령(惠陰嶺) 고개를 넘어설 순간 탔던 말이 실족하여 땅에 떨어지는지라, 따르던 사람들이 급히 붙들어 일으켰다.\n이때 적들은 대병을 여석령 뒤에 숨겨 놓고 겨우 수백 명만 고개 위에 있었다.\n제독이 이들을 바라보고 자기 군사를 두 길로 나누어 앞으로 나가니, 적병도 역시 고개에서 내려와 점점 가까워졌다. 바로 그때 뒤에 숨어 있던 적군이 산 뒤에서 다시 고개 위로 올라와 진을 치니, 그 수가 수만을 헤아렸다. 이것을 본 구원병은 싸울 마음이 없는 듯 어찌할 바를 몰라 했다. 그러나 이미 싸움을 피할 수는 없었다.\n원래 제독이 거느린 군사는 모두 북쪽 기병(騎兵)이라, 화기(火器)는 없고 다만 짧은 칼만 가졌는데, 적은 보병을 써서 3, 4척이나 되는 날카로운 긴 칼로 휘둘러 좌우로 치니, 인마가 모두 쓰러져 도저히 당해 낼 수가 없었다. 자못 형세가 위태롭게 된 제독은 후군(後軍)을 불렀으나 거느린 군사는 그들이 도착하기 전에 모두 패하여 혹은 죽고, 혹은 상하는 자가 무척 많았다. 다행히 적들도 군사를 거두고 그 이상 급히 따르지 않았으므로 날이 저물자 그대로 파주로 돌아왔다.\n제독은 그날 싸움에 패한 것을 말은 하지 않았으나, 신기(神氣)가 몹시 상하여 그날 밤 자기의 가까운 부하의 죽음을 위해 남몰래 통곡까지 하였다.\n그 이틀날 제독은 동파(東坡)로 퇴병할 기세를 보였다. 이를 본 나는 우의정 유홍과 도원수 김명원, 순변사 이빈 등과 함께 제독을 찾아갔다.\n제독은 장막 밖에 나와 서 있었고, 여러 장수들도 좌우에 서 있었다. 나는 힘써 권했다.\n“승패는 병가(兵家)의 상사(常事)라, 이제 적의 형세를 보아 다시 도모함이 옳겠거늘 제독은 어찌 가벼이 움직이려 하시오?”\n이 말을 듣자 제독은,\n“어제 싸움에 적병을 많이 무찔러 우리 편에 이롭기는 하지만, 이곳 땅이 비가 조금만 와도 질어서 군사가 머무르기에 여간 불편하지가 않습니다. 그래서 동파로 돌아가 군사를 쉬게 하였다가 다시 진병할까 하는 참입니다.”\n하고 대답했다.\n내가 같이 간 여러 사람과 함께 거듭 제독의 퇴병 계획을 만류하니, 제독은 자기가 본국에 보내는 글을 초한 것을 나에게 내보였다.\n그 글 속에는,\n‘서울에 웅거해 있는 적병만 20여 만이오니, 우리 적은 순사로는 대적할 수가 없사옵고…….’\n하는 구절이 들어 있고, 또한 끝에 가서,\n‘신이 병이 심하여 중임을 감당치 못하겠사오니 다른 사람으로 대신해 주옵소서.’ 하는 말이 있었다.\n이를 본 나는 놀라지 않을 수가 없었다. 손으로 가리키면서 말했다.\n“적병의 수는 불과 얼마 안되는데 20만이란 무슨 말씀이시오?”\n“내가 알겠소? 공의 나라 사람들 말이 그렇다 하니 그런 줄 알 뿐이지요.”\n제독의 이 말은 핑계였다.\n명나라 장수 중에서도 특히 장세작(張世爵)이 퇴병할 것을 강력히 주장하고 나섰다.\n우리 일행이 굳이 이를 만류하며 물러나지 않자, 그는 몹시 화가 난 듯 순변사 이빈을 발로 차면서 꾸짖는 소리가 자못 날카로웠다.\n이때 큰비가 날마다 계속 내리는데도 적은 길가 산들을 모두 불살라 버려 말먹이 풀 한 포기조차 찾아볼 수 없었다. 게다가 마역(馬疫)이 생겨 수일 동안에 수만 필의 말이 쓰러졌다.\n이날 세 영책 군사가 도로 임진강을 건너 동파역(東坡驛) 앞에 진을 쳤고, 그 이튿날 다시 동파로부터 개성부로 돌아 가려 했다.\n이를 본 나는 또 제독을 보고,\n“대군이 한 번 물러서면 그만큼 적들은 교만해지고 우리 민심은 원근이 모두 놀라서 임진강 이북도 보존키 어려울 것이니, 원컨대 잠시 이곳 동파에 유했다가 틈을 보아 움직이도록 하십시오.”\n하니, 제독은 거짓 허락하는 체하였다.\n그러나 내가 물러나온 지 얼마 안되어 제독은 말을 채쳐 개성으로 돌아갔고, 모든 군사도 뒤따라 개성으로 물러가 버리고 말았다.\n이때 다만 부총병 사대수와 유격장군 관승선(毌承宣)만이 군사 수백을 거느리고 임진(臨津)을 지키고 있었으며, 나는 혼자 동파에 머무른 채 날마다 제독에게 사람을 보내어 진병 할 것을 청했다.\n제독은 꾸며대기를,\n‘비가 개고 땅이 마르거든 진병해 보자’\n하고 회답해 보냈으나, 실제로는 진병할 의사가 없었다.\n대군이 개성에 이른 지 여러 날이 지났다, 따라서 군량이 딸리기 시작했다. 이때는 다만 수로(水路)로 좁쌀[粟]과 말먹이 풀을 강화(江華)에서 운반해 올 뿐이요, 또 충청 · 전라도에서 세금으로 거두어 둔 양식을 배로 겨우 실어오고 있는 형편인데, 이것도 실어오자마자 떨어져 버리곤 하니 그 형세가 더욱 급했다.\n어느 날 중국 장수 여럿이 제독을 보고 군량이 없으니 빨리 퇴병하자는 말을 했다. 군량이 떨어졌다는 말에 제독은 여간 노하지 않았다.\n그 자리에서 나와 호조판서(戶曹判書) 이성중(李誠中)과 경기 좌감사(京畿左監司) 이정형(李延馨)을 불러 뜰 아래 꿇어앉히고 큰 소리로 꾸짖으면서 군법을 행하고자 하였다.\n나는 이를 보고 급히 사죄하면서 제독을 말리기에 진땀을 빼야 했다. 나라 형편이 이 지경에 이른 것을 생각하니 걷잡을 수 없는 눈물이 옷깃을 적셨다.\n제독도 나의 모습을 보고 민망했는지 다시 자기 부하 장수를 항해서,\n“너희가 전날에 나를 따라 서하(西夏)를 칠 적에는 군사가 여러 날을 먹지 못하였어도 돌아가자는 말을 하지 않고 마침내 큰 공을 세우더니, 이제 조선에 와서는 겨우 2, 3일 동안 양식이 없다 하여 감히 군사를 돌이키자 하느냐? 너희들 중에 갈 사람은 가도 좋다. 나는 여기서 적을 쳐 없애지 않고는 결코 돌아가지 않고, 마땅히 말 가죽으로 나의 시체를 꾸리리라.”\n하고 꾸짖으니 그제서야 제장들이 모두 머리를 조아려 사과하는 것이었다.\n제독을 작별하고 나와서 나는 군량을 단속하지 못한 개성 경력(經歷) 심예겸(沈禮謙)을 장형(杖刑)에 처했다.\n이날 군량미를 실은 배 수십 척이 강화로부터 서강에 도착하여 겨우 무사하였다.\n그날 밤 제독은 총병 장세작을 시켜 나를 불렀다. 그는 나의 마음을 위로해 주며 한편 싸울 일을 의논하였다.\n그 후 제독은 평양으로 돌마갔다. 이때 적장 청정은 함경도에 있었는데,  들리는 말로는 청정이 장차 함흥으로부터 양덕(陽德) · 맹산(孟山)을 넘어 평양으로 습격해 온다는 것이었 다. 제독은 원래 북쪽으로 돌아가고 싶은 생각이었으나 기회를 얻지 못해 망설이던 참이라 이 소문을 듣자,\n“평양은 싸움의 요지요 중심지로서, 이곳을 지키지 않으면 우리 대군이 돌아갈 길이 없을 것이다.”하면서 드디어 평양으로 회군했던 것이다.\n이에 제독은 왕필적(王必迪) 등에게 머무르면서 개성을 지키게 하고 스스로는 대군을 이끌고 평양으로 떠나려 하였다.\n그는 또한 접반사(接伴使) 이덕형을 보고,\n“조선 군사는 형세가 고립되고 구원병도 없으니, 마땅히 임진강 북쪽으로 옮기게 하라.” 하였다.",
      "toc_title": "이 제독은 파주(坡州)에 진병하여...",
      "seq": "43"
    },
    {
      "node_id": "NODE03884997",
      "name": "MEDA03976695",
      "title": "이때 전라도 순찰사 권율(權慄)은...",
      "content": "이때 전라도 순찰사 권율(權慄)은 고양(高陽)의 행주(幸州)에 있었고, 순변사 이빈은 파주에 있었다. 고언백 · 이시언 등은 해유령(蟹踰嶺)에 있었고, 원수 김명원은 임진(臨津) 남쪽에 있었다. 나는 동파에 있었으니, 제독은 혹 적이 틈을 타서 쳐올까 하여 이렇게 시켰던 것이다.\n그러나 나는 이 말을 듣고 종사관 신경진을 시켜, 달려가 제독을 보고 퇴군해서는 안 될 다섯 가지 이유를 말했다.\n“우리 나라 역대 선왕의 분묘(墳墓)가 모두 경기(京畿)에 있어, 이 땅이 도적에게 짓밟히고 있으니 신인(神人)의 소망이 끊어질 것이라, 차마 버리고 갈 수 없는 것이 그 첫째요, 경기  남쪽에 남은 백성들이 목마르게 기다리던 것은 구원병이었는데, 이제 졸지에 퇴군하게 되면 의지할 길 없는 백성들이 살 길을 찾아 적에게로 돌아갈 것이니, 이것이 불가한 그 둘째요, 우리 나라 땅을 한 치라도 쉽사리 버릴 수는 없는 것이 그 셋째요, 장졸들이 비록 힘은 약하나 구원병의 힘을 믿고 용기를 얻어 함께 진병할 계획을 세우고 있는 터인데, 이제 퇴 병한다는 말을 들으면 모두 원한을 품고 흩어질 것이니 이것이 넷째요,  일단 퇴병하고 보면 적들이 승세하여 쳐 올 것이니 임진 이북마저 보존치 못할 것이라, 이것이 그 다섯째입니다.”\n제독도 이 말을 듣고 묵연히 아무런 말이 없었다.\n한편 전라도 순찰사 권율은 적을 행주에서 격파하고 군사를 파주로 옮겼다.\n이보다 먼저 권율이 광주 목사(光州牧師)로서 이광(李洸)을 대신하여 순찰사가 되어 군사를 거느려 임금을 돕고, 이광 등이 야전(野戰)에서 패한 것을 징계하고, 수원에 이르러 독성 산성(禿城山城)에 웅거하게 되니 적은 감히 공격해 오지 못했다.\n이럴 즈음, 권율은 구원병이 장차 서울에 들어온다는 소식을 듣고 강을 건너 행주 산성(幸州山城)에 진을 쳤다.\n이때에 적들은 서울로부터 크게 공격해 왔다.\n이 때문에 군심이 흉흉해서 싸울 생각을 버리고 사방으로 흩어질 기미마저 엿보였다. 그러나 뒤에는 강이 가로막혀 있어 달아날 길이 없으므로 할 수 없이 다시 성으로 들어가 힘써 싸웠다. 화살이 비오듯했다. 적들은 세 진으로 나누어 쳐들어왔으나 모두 다 패하여 돌아가 버리고 말았다.\n이날 날이 저문 후 적들이 서울로 돌아가자 권율은 군사들로 하여금 적의 시체를 찢어 사방 나뭇가지에 걸어 놓아 분함을 풀고자 하였다. 그러나 적들이 다시 나와 싸우고자 한다는 말을 듣고 두려운 나머지 권율은 영책을 헐어 버린 다음 임진(臨津)으로 가 도원수 김명원을 따랐다.\n이 소식을 듣고 나는 단기(單騎)로 달려 파주 산성(坡州山城)에 올라가 지형을 살폈다. 큰길을 가로막아 대적한다면 가히 지킬 만한 곳이었다. 나는 곧 권율과 순변사 이빈으로 하여금 합세해서 이곳을 지켜 적이 서쪽으로 나오지 못하게 하도록 하였다.\n또 한편으로 방어사 고언백 · 이시언과 조방장 정희현 · 박명현 등을 유병(遊兵)으로 해유령을 막게 하고, 의병장 박유인(朴惟仁) · 윤선정(尹先正) · 이산휘(李山輝) 등은 우로(右路)로 창릉(昌陵) · 경릉(敬陵)사이에 숨었다가 적이 많이 나오거든 싸우지 말고,  조금 나오거든 곳곳에서 만나 치도록 했다. 이리하여 적들은 마음대로 나와서 나무도 하지 못했고 군마 또한 수없이 죽었다.\n한편 창의사(倡義使) 김천일, 경기수사(京畿水使) 이빈, 충청수사(忠淸水使) 정걸 등을 시켜 배를 타고 용산 서강(龍山西江)으로부터 적의 세력을 쪼개라 했다.\n충청도 순찰사 허욱(許頊)은 양성(陽城)에 있으면서 본도(本道)를 지키는 반면 적이 남쪽으로 뻗치려는 세력을 꺾도록 했다.\n또 경기 · 충청 · 경상 각도의 관병 · 의병들에게 글을 보내어 각각 자기들이 맡은 곳에 있으면서 적이 가는 길을 좌우에서 막도록 했다.\n양근 군수(楊根郡守) 이여양(李汝讓)에게 용진(龍津)을 지키게 한 다음, 제장들이 벤 적의 머리를 모두 개성 남문 밖에 매달게 하였다.\n제독 참군(參軍) 여응종(暠應鍾)은 이를 보고 기뻐하여,\n“이제 조선 사람도 적의 머리를 쉽게 자르는군.”\n하고 칭찬하였다.\n어느 날 적은 동문으로부터 많이 나와서 양주(楊州) · 적성(積城)을 거쳐 대탄(大灘)에 이르기까지 산을 샅샅이 뒤져보았으나 아무것도 발견할 수가 없었다. 이에 사대수(査大受)는 적이 쳐올까 두려워하여 나를 보고,\n“정탐병이 와서 보고하기를 적들이 사 총병(査總兵)과 유체찰(柳體察 ; 유성룡을 말함)을 잡으려 한다 하니 이제라도 개성으로 피하는 것이 어떠시오?”\n하는 것이다.\n그러나 나는 이 말을 듣자 단호하게 말했다.\n“정탐병이 와서 하는 말을 믿을 수 있습니까? 더구나 지금 적들은 우리 대군이 가까이 올까 겁이 나서 야단인 판인데, 저들이 어찌 강을 건너온단 말이오. 또 우리가 한 번 움직이면 민심이 동요할 것이니 가만히 동정을 더 살핍시다.”\n사대수는 내 말을 듣자 웃으면서,\n“옳은 말씀이오. 혹 적이 온다 하더라도 나나 유 체찰은 사생을 같이 해야 할 것이어늘 어찌 혼자 갈 수 있겠소.”\n하고 오히려 자기가 거느린 병사 중 용맹한 군사 수십 인을 보내어 나를 호위하게 하였다.\n그는 그 병졸들에게 단단히 타일러 아무리 비바람이 사나운 날이라도 밤새워 지키게 했다. 그들로 하여금 조금도 게으름이 없게 해서 적들이 저희들 성으로 들어간 뒤에야 파하게 하였다.\n그런 뒤에 적들은 권율이 파주에 있단 말을 듣고서는 전날의 원수를 갚고자 하여, 대군을 거느리고 서로(西路)를 통해 광탄(廣灘)으로 나온 후 산성 밖 몇 리 떨어진 곳에 진을 쳤다. 그러나 그들은 거기에서 더 앞으로 나오지 않고 오시(午時)로부터 미시(未時)에 이르도록 나와서 싸움을 돋우는 일이 없었고, 영책으로 들어간 뒤로는 다시 나오려 하지 않았다. 이것은 권율이 웅거해 있는 곳이 험해서 쉽사리 움직일 수 없는 곳임을 적이 알고 있었기 때문이다.\n나는 왕필적에게 글을 보냈다.\n“적이 이제 험한 곳에 웅거하고 있으니 쉽사리 칠 수가 없는지라, 대군은 동파(東坡) · 파주(坡州)에 진주시켜 적의 뒤를 누르게 하는 것이 좋을 듯하오. 그리고 남쪽 군사 1만을 뽑아 강화(江華)로부터 한남(漢南)으로 나가서 불의에 적을 쳐서 모든 영책을 부수고 보면 서울에 있는 적들이 돌아갈 길이 끊어질 것입니다. 이렇게 되면 적들은 반드시 용진(龍津)으로 달아날 것이니, 이때를 타서 강진(江津)을 덮어 치면 일거에 적을 섬멸할 수가 있을 것이오.”\n왕필적은 내 글을 다 읽고 나서,\n“참 기이한 계교로다.”\n하고 무릎을 치며 탄복했다.\n그는 서둘러 정탐군 36명을 뽑아 충청도 의병장 이산겸(李山謙)의 진에 보내에 적의 형세를 살피라 하였다.\n이때 적의 정병은 모두 서울에 있었고, 뒤에 떨어진 것은 거의 다 병들고 쇠약한 군사뿐이라, 정탐병이 이를 자세히 보고하기를,\n“적의 수는 1만이 넘을까 말까 한데, 우리 군사 2, 3천이면 넉넉히 파할 수 있겠습니다.”\n라고 하였다.\n그러나 이 제독은 북쪽 장수라 이 싸움에 남쪽 군사를 지나치게 억제해 오던 터였다. 그는 이번에도 그들의 성공을 꺼려하여 허락하지 않았다.",
      "toc_title": "이때 전라도 순찰사 권율(權慄)은...",
      "seq": "44"
    },
    {
      "node_id": "NODE03884998",
      "name": "MEDA03976696",
      "title": "내가 남은 군량을 보내어...",
      "content": "내가 남은 군량을 보내어 주린 백성을 구제하도록 임금께 청하였더니 허락하시었다. 이때는 적병이 서울을 점령한 지 벌써 2년. 군사가 이르는 곳마다 천 리가 모두 쑥밭이 되는 판이라, 백성들이 농사를 짓지 못해 굶어 죽는 자가 부지기수였다. 성중에 남아 있던 백성들은 내가 동파에 있다는 말을 듣고 노약(老弱)이 모두 쫓아오니 그 수가 헤아릴 수 없이 많았다.\n때마침 사 총병(査總兵)이 마산(馬山)으로 가는 도중이었다. 그는 길가에 쓰러진 어미의 시체 위에 엎드려 젖을 빨고 있는 어린애를 발견하고 불쌍히 여겨,  부하 병졸들을 시켜 거두어다가 군중에서 기르게 하고는 나를 돌아다보며 말했다.\n“왜적은 물러갈 생각을 않고 죄없는 백성들은 이 지경이 되니 이 일을 장차 어찌하면 좋단 말이오?”\n그는 다시 탄식 한다.\n“하늘도 원망스럽고 땅도 참혹하구려.”\n나는 이 말을 듣자 눈물이 옷깃을 적시는 것을 어쩔 수 없었다.\n이때 대병이 장차 계속해서 온다는 전갈이 왔다. 이 때문에 군량을 실은 배가 남쪽에서 계속하여 올라와 강 언덕에 널려 있었지만, 이 곡식은 한 톨도 다른 데 쓸 수가 없었다.\n그러던 중 마침 소모관(召募官) 안민학(安敏學)이 피곡(皮穀) 천 석을 배에 싣고 왔다. 이것을 보고 나는 즉시 장계를 올려 이 곡식을 급한 대로 굶주린 백성들에게 나누어 먹이자고 하였다. 또 전 군수(郡守) 남궁제(南官悌)는 감진관(監賑官)으로 있으면서 솔잎으로 가루를 만들어서 이 솔잎 열 숟가락에 쌀가루 한 숟가락씩 섞어 물에 타서 먹이는 비상 수단을 쓰기까지 했다. 그러나 곡식은 그 양이 워낙 적고, 사람의 수는 많아서 이런 방법으로도 굶주린 백성들을 구제하기가 힘든 형편이었다.\n이것을 보고 중국 장수들도 우리 백성들을 몹시 불쌍하게 여겨 자기네 군량 30석을 내어 백성들에게 나누어 주기도 했다. 그러나 이런 정도로는 해결이 될 수가 없었다.\n이날은 큰비가 내렸다. 내 옆에 모여 신음하는 주린 백성들의 소리는 차마 들을 수가 없었다. 이튿날 보니 굶어 죽은 시체가 즐비하게 늘어져 있는 것이 발견되었다.\n경상우도 감사 김성일(金誠一)이 전 전적(典籍) 이노(李魯)를 급히 내게 보내어 급한 사정을 보고해 왔다.\n“전라좌도 곡식을 내어 주린 백성들에게 나누어 먹이게 해주시고, 또 봄에 뿌릴 종자도 이것으로 쓰도록 하십시오.”\n그러나 전라도사(全裸都事) 최철견(崔鐵堅)은 곡식을 내려 하지 않았다.\n그때 지사(知事) 김찬(金瓚)이 체찰부사(體察副使)로 호서(湖西)에 있을 때라, 나는 즉시 김찬에게 글을 보내어 남원(南原) 등지에 있는 곡식 1만 석을 풀어서 영남 백성들을 나누어 먹였다.\n대개 이때는 서울로부터 남쪽 끝까지 적병이 줄을 달아 이어 있었고, 때가 바로 4월인데도 백성들은 높은 산이나 골짜기에 숨어서 나오지 못하고 있는 형편이었다.\n이렇게 농사지을 사람이 없고 보니, 만약 이 상태로 몇 달이 더 지나갔더라면 이 땅의 생민(生民)의 씨를 말리는 무서운 결과가 왔었을 것이다.",
      "toc_title": "내가 남은 군량을 보내어...",
      "seq": "45"
    },
    {
      "node_id": "NODE03884999",
      "name": "MEDA03976697",
      "title": "유격대장 심유경(沈惟敬)이...",
      "content": "유격대장 심유경(沈惟敬)이 다시 서울에 들어가 적병에게 퇴병하라고 꾀었다. 때는 이해 4월 초이렛날, 제독이 군사를 거느리고 평양으로부터 개성에 이르렀다.\n이보다 앞서 김천일의 진중에 이신충(李盡忠)이란 사람이 있어 말하기를,\n“제가 서울에 가서 적의 허실을 탐지하고 겸해서 두 왕자 및 장계군(長溪君) 황정욱(黃廷彧)을 만나뵙고 오겠나이다.”\n하기에 그를 서울로 보냈었다.\n얼마 뒤에 돌아와 보고하기를,\n“적들이 강화할 의사가 있는 모양이옵니다.”\n하는 것이었다.\n그런 지 얼마 안되어 적은 용산(龍山)에 있는 군대에 글을 보내서 화친하기를 청했다. 김천일은 이 글을 바로 내게로 보내왔다.\n나는 생각하기에,\n‘제독이 이미 싸울 의사가 없던 판이라, 혹 이를 빙자하여 적을 물리친다고 하면, 그도 다시 개성으로 돌아오지 않을 수 없을 것이니,  그렇게 되면 일은 거의 끝나게 될 게 아닌가’ 싶어 이 글을 사대수에게 보였다.\n사대수는 그 길로 이 글을 자기 하인 이경(李慶)을 시켜서 평양으로 보냈다.\n이에 제독은 심유경을 불러들이게 되었는데, 김명원이 심유경을 보고 말하기를,\n“적이 평양에세 속은 것을 분하게 여겨 반드시 좋은 심사가 없을 것이니, 다시 들어가지 않는게 좋을 듯하오.”\n하니 심유경은,\n“적들이 빨리 퇴병하지 않았기 때문에 패한 것인데, 내게 무슨 상관이 있겠소.”\n하고 다시 적진으로 들어갔다.\n그가 적의 진중에서 한 말은 듣지 못했으나, 대개 그들로 하여금 왕자와 배신(暗臣)을 돌려보내고 부산(釜山)으로 환군(還軍)하라고 책망하였을 것이고, 또 그런 뒤에야만 강화하겠다고 하였을 것이다.\n적들이 약속을 이행하겠다고 하자, 제독은 그제야 다시 개성으로 돌아왔던 것이다.\n이때 나는 적의 글을 제독에게 보이면서 화친하는 것만이 상책이 아니니 빨리 쳐서 물리치기를 강력히 권했다.\n그러나 그는,\n“이는 먼저 내 마음에 결정한 것이 있소.”\n하면서 내 말을 들으려 하지 않는다. 그는 유격장군 주홍모(周弘謨)를 적의 영책에 보냈다. 우리들과 함께 기패(旗牌)에 참배하기를 권했다.\n나는 말하기를,\n“이것은 왜적의 영책에 들어갈 기패인데 왜 우리가 참배를 한단 말이오? 또 여기에는 송시랑(宋侍郎)의 금살적(禁殺賊)이라는 비문(碑文)까지 있는데 더욱 그 말을 들을 수 없소이다.”\n하고 거절했다.\n주홍모는 나에게 참배하기를 재삼 권했지만, 나는 끝내 이를 거절하고 말을 달려 동파로 돌아왔다.\n홍모가 이 사실을 제독에게 보고하자 제독은 크게 노했다.\n“기패는 황제의 명령이라, 비록 북쪽 오랑캐라도 머리를 숙여야 하는 법이거늘 어찌 이렇듯 무례할 수가 있단 말인가? 내 마땅히 군법으로 다스리고 나서 회군하리라.”\n접반사 이덕형이 이 말을 듣고, 급히 내게 사람을 보냈다. 일이 급하니 빨리 가서 사과하라는 것이었다.\n이튿날 나는 김원수와 함께 개성으로 가서 성명을 통하고 제독을 만나고자 하였으나 제독은 노염이 풀리지 않은 탓인지 만나 주지도 않았다.\n돌아가려는 김원수를 붙잡고 나는 이렇게 말했다.\n“제독이 필연 우리의 마음을 떠보려는 것일 터이니, 좀더 기다려 봅시다.”\n이때 비가 조금 내렸으나 우리 둘은 면담이 허락되기를 기다리며 문 밖에 서 있었다.\n얼마를 그러고 서 있으려니까 제독의 부하들이 두 번이나 나와서 우리의 동정을 살피고 들어갔다. 한참 뒤에 들어오라는 기별이 왔다.\n제독은 마루 위에 서서 우리를 맞이했다. 우리는 앞에 나가 예를 하고 나서 사과의 뜻을 말했다.\n“우리가 아무리 어리석을망정 어찌 기패의 소중함이야 모르겠습니까? 그러나 기패 옆에 우리 나라 사람으로 하여금 적을 죽이지 말라는 글이 있기에 우리는 내심 원통히 여겨서 참배하지 않았을 뿐이옵니다. 실로 죄를 면할 길이 없게 되었습니다.”\n내 말을 다 듣고 난 제독은 갑자기 얼굴에 부끄러운 빛을 띠었다.\n“옳은 말씀이오. 하나 그 글은 송시랑(宋侍郎)이 쓴 것이라 나는 모르는 일이오. 그런데 이 지방에 유언비어가 하도 많으니, 만일 송시랑이 배신(陪臣)이 기패에 참배하지 않는 것을 내가 내버려두고 책망하지 않은 것을 듣는다면 반드시 나까지도 책망을 받을 것이오. 그러니 정문(呈文)을 한 통 만들어 두었다가 송시랑이 묻거든 내보여 오해를 풀도록 합시다.”\n이리하여 우리 둘은 그 자리를 물러나와 제독의 말대로 정문을 만들어 보냈다.\n이런 뒤로 제독은 사람을 보내어 연달아 적진을 왕래하였다.\n하루는 김원수와 함께 제독에게 인사를 하고 동파로 돌아오는 길에 천수정(天壽亭) 앞에 이르렀다. 이때 마침 사대수의 하인 이경이 동파로부터 개성으로 향하고 있는 길이었는데, 우리를 보자 말 위에서 읍하고 그냥 지나가 버렸다.\n우리가 초현리(招賢里)에 당도했을 때 뒤에서 말탄 사람 셋이 급히 따라오면서 황급히 물었다.\n“유 체찰사 어디 계십니까?”\n나는 얼른 말을 멈추고 그들을 돌아보며 마주 소리쳤다.\n“내가 체찰사요. 그런데 무슨 일이오?”\n그 사람들은 내 곁으로 오더니 내가 탄 말을 채찍질하면서,\n“어서 가십시오.”\n할 뿐 아무런 말도 없이 연달아 내 말을 몰아 달리는 것이었다.\n나는 어찌된 영문을 몰라 어리둥절한 채, 그저 덩달아 얼마 동안을 같이 개성을 향해 달리는 수밖에 없었다. 이 통에 일행은 모두 뒤떨어지고 나는 그 사람들 셋과 함께 앞서 달렸다. 유독 군관(軍官) 김제(金霽)와 종사 신경진만이 애써 뒤를 따랐다.\n우리가 청교역(靑郊驛)을 지나 토성(土城)의 모통이에 이르렀을 때, 또 한 사람의 기병이 성안에서 달려나왔다. 그리고는 저희끼리 무엇인가 수군거리더니 그들은 나에게 읍하면서,\n“그냥 돌아가십시오.”\n할 뿐이었다.\n나는 어찌된 일인지를 알 길이 없었다.\n이튿날 이덕형의 편지를 받고서야 겨우 곡절을 알게 되었다.\n그 내용은 이러하였다.\n제독이 신임하는 심부름꾼 하나가 밖에 나갔다가 들어오더니 제독을 보고,\n“유 체찰사는 강화하는 것을 반대하여 임진강에 있는 배들을 모두 거두어가서 왜영(倭營)에 드나들지도 못하게 하고 있습니다.”\n하고 보고를 하더라는 것이다.\n이 말을 듣자 제독은 크게 노하여 당장 나를 잡마다가 곤장 40대를 때리라고 했다 한다. 내가 아직 도착하기 전인데 제독은 눈을 부라리면서 분함을 참지 못하여 안절부절 못하며 팔을 걷어올리기도 하고, 좌우 사람들은 어찌할 바를 몰라 모두 두려워했다는 것이다.\n이때 마침 돌아온 이경을 보고, 제독은 임진강가에 배들이 있더냐고 물었다.\n이경은 자기가 본 대로 배들이 그냥 있어 왕래하기에 방해되지 않겠다고 하니, 제독은 그제서야 자기 심부름꾼의 말이 잘못된 것임을 깨닫고 나를 잡으러 간 사람을 도로 불러들이는 한편, 그 심부름꾼을 불어내어 매질을 몹시 해 기절한 후에 끌어내었다.\n제독은 몹시 뉘우치면서,\n“체찰사가 오면 내 무슨 면목으로 대한단 말인가?”\n하더라는 것이다.\n원래 제독은 내가 강화하는 것을 평소부터 원치 않고 있음을 알고 있던 터에, 남의 말을 듣자 의심할 여지가 없이 곧이 들어 진상을 자세히 조사해 보지도 않고 크게 성을 내었던 것이다.\n그래서 주위 사람들은 나를 위해서 몹시 위태롭게 여겼던 것이다.\n그 후 수일이 지난 뒤 제독은 다시 유격장군 척금(戚金)과 전세정(錢世禎)을 시켜 기패를 가지고 동파로 와서 나와 김원수를 불렀다.\n이때 관찰사(觀察使) 이정형(李廷馨)도 자리를 같이 하고 있었다. 그들은 조용히 강화할 사정을 이야기하는 것이었다.\n“적들이 왕자와 배신(陪臣)을 내보내고, 서울을 돌려주고 물러가기를 청하오니, 이제 마땅히 그들의 소청대로 좇는 체하여 적을 속여 성에서 나가게 해 가지고 계교를 써서 치는 것이 좋겠소.”\n이는 제독이 사람을 보내어 내 뜻이 어떠한가를 탐지하려는 것이었다.\n그러나 나는 여전히 소신을 굽히지 않고 먼저대로의 주장을 고집했다. 그들은 나의 뜻을 굽혀보려고 몇 번이나 강화에 찬성할 것을 재촉하였다.\n전세정은 성미가 조급한 사람이라, 급기야는 성을 버럭 내면서,\n“그렇게 강화하기가 싫으면 당신네 국왕은 어찌하여 성을 버리고 도망쳤단 말인가?”\n하고 욕까지 하는 것이었다.\n나는 서서히,\n“그거야 자리를 옮겨 다시 회복되기를 도모하는 것도 한 방도가 아니겠소?”\n하고 눙쳐 버렸다.\n이때 척금은 연해 나를 쳐다보며 전세정과 더불어 미소를 띨 뿐 아무런 말이 없더니 돌아가 버렸다.\n4월 19일, 제독의 대군이 동파에 이르러 사대수의 진중에서 잤다. 이때는 벌써 적이 퇴병할 것을 약속한 뒤라, 서울로 들어가자는 것이었다.\n나는 제독의 처소에 나가 그에게 인사를 하려 하였으나 제독은 나를 만나 주지 않았다.\n“체찰사는 나를 불쾌하게 생각할 터인데 무엇하러 나를 만나려 하는 거요?”\n하고 통역에게 말할 뿐이었다.",
      "toc_title": "유격대장 심유경(沈惟敬)이...",
      "seq": "46"
    },
    {
      "node_id": "NODE03885000",
      "name": "MEDA03976698",
      "title": "4월 20일,",
      "content": "4월 20일, 서울이 수복되었다.\n중국 구원병은 성안으로 들어가고 이 제독은 소공주(小公主) 댁(뒤에 남별궁(南別宮)이라 불렀음)에 속소를 정했다.\n이러기 하루 앞서 적들은 이미 성을 비우고 달아난 터였다.\n이때 나도 중국 군사를 따라 성안으로 들어갔다. 성안에 남아 있던 백성들을 보니 백에 하나도 성한 사람이라고는 없었다. 남아 있던 백성들은 모두가 굶주리고 병들어 그 꼴은 차마 볼 수 없을 지경이었다.\n이때 날씨는 여간 덥지가 않았다. 사람들은 이름 모를 병으로 죽고, 말들도 아무런 까닭없이 쓰러지니 그 수효가 적지 않았다. 거리마다 인마 썩는 냄새에 사람들은 코를 막아야 지나다닐 형편이었다.\n관공서 · 사삿집 할 것 없이 집이란 집은 모두 불타 그 흔적조차 찾을 길이 없었다. 다만 숭례문(崇禮門)으로부터 남산 밑까지는 적들이 사처로 쓰던 집들이라 다행히 다치지 않고 그대로 남아 있을 뿐이었다. 종묘(宗廟)와 세 대궐, 그리고 종루(鍾樓)와 큰 거리 북쪽에 있는 각 관청과 관(館) · 학(學) 등도 모두 재가 되어 버렸다. 소공주 댁은 역시 왜장 수가(秀嘉)가 있던 곳이라서 화를 면하고 그대로 남아있었다.\n나는 먼저 종묘로 들에가 한바탕 통곡을 했다. 그리고 나서 다시 발길을 돌려 제독에게 들러 인사를 나누었다.\n여러 대신들도 만날 수 있었다. 나를 맞는 그들과 얼마 동안을 붙들고 서로 통곡을 그치지 못했다.\n이튿날 또 제독을 찾았다.\n나는 인사를 마치고 나서 이렇게 권해 보았다.\n“이제 적이 물러가기 시작은 했으나 그리 멀리 가지는 못했을 것이니, 원컨대 이때를 타 군사를 내어 그 뒤를 추격하면 크게 이기리라 생각합니다.”\n그러나 제독의 대답은 여전히 나의 뜻과는 거리가 멀었다.\n“나도 그러고 싶은 생각이 없는 바는 아니지만, 급히 쫓지 못하는 것은 한강에 배가 없기 때문이오. 강을 건널 길이 없으니 어찌하겠소.”\n하고 짐짓 난처한 빛을 띠었다.\n이에 나는 다시 용기를 얻어,\n“만일 제독께서 적을 쫓으시기만 한다면 내 먼저 가서 서둘러 배를 준비하도록 하지요.”\n하였다.\n제독도 내 말을 듣고 몹시 기뻐하는 체했다.\n제독과의 면담을 마치자 나는 그 길로 급해 한강으로 나갔다.\n이보다 먼저 나는 경기 우감사(京畿右監司) 성영(成泳)과 수사(水使) 이빈(李薲)에게 글을 보내어 적이 간 다음에 급히 강위에 있는 대소(大小) 배들을 하나도 빠짐없이 한강으로 모으게 했다. 이리하여 벌써 한강에는 배 80여 척이 준비되었다.\n나는 사람을 제독에게 보내어,\n‘배가 이미 준비 되었습니다.’\n하고 보고했다.\n이윽고 영장(營將) 이여백(李如柏)이 군사 만여 명을 거느리고 한강에 나왔다. 그러나 군사가 미처 반도 건너지 못해서 날이 저물었다. 이때 이여백은 갑자기 발병이 났다고 야단을 떨더니, 성안으로 들아가 발을 고쳐야 한다고 교군을 불러 타고 돌아가 버렸다. 이에 군사들도 하는 수 없이 이여백을 따라 성으로 돌아가 버리고 말았다. 너무나 어처구니없는 일이었다.\n나는 가슴을 치면서 원통해 했으나 아무 소용없는 노릇이었다.\n원래 제독은 실상 싸울 의사가 없었지만, 나의 요구를 정면으로 거절할 수가 없어 이러한 연극을 꾸몄던 것이다.\n23일, 나는 병으로 자리에 눕는 몸이 되었다.\n5월에 이 제독은 적병을 따라서 문경(聞慶)까지 갔다가 돌아왔다. 송시랑이 제독에게 글을 보내어 추격하도록 했기 때문이었다. 그러나 이때는 적병이 떠나간 지 이미 수십 일이 지난 뒤였다. 송시랑이 생각하기를, 제독은 필시 적들을 그대로 놓아 보내고 쫓지 않으리라 해서 일부러 글을 제독에게 보내왔던 것인데, 과연 제독은 적을 두려워해서 끝까지 쫓지 않았었다.\n이즈음 적들은 천천히 마음놓고 퇴병해 가고 있었다. 그러나 우리 군사들은 그들이 돌아가는 연변에 있다가도 모두 길을 피해 주고 좌우로 흩어져 숨을 뿐, 감히 나가서 싸우지를 못했다.",
      "toc_title": "4월 20일,",
      "seq": "47"
    },
    {
      "node_id": "NODE03885001",
      "name": "MEDA03976699",
      "title": "적병은 해변에 진을 쳤다.",
      "content": "적병은 해변에 진을 쳤다. 울산(蔚山) · 서생포(西生浦)로부터 다시 동래(東萊) · 김해(金海) · 웅천(熊訓) · 거제(巨濟)로 수미(首尾)가 서로 연해서 모두 열여섯 곳에 진을 쳤다. 그들은 그 곳에 오래 머물러 있을 양으로, 모두 산을 의지하고 바다를 껴 성을 쌓고 참호를 파서,  바다를 건너갈 생각은 좀처럼 하지 않았다.\n이에 중국에서는 또 사천 총병(泗川總兵) 유정(劉綎)에게 복건(福建) · 서촉(西蜀) · 남만(南蠻) 등지에서 모집한 군사 5천 명을 거느리고 나와서 성주(星州) · 팔거(八莒)에 진을 치게 했다. 한편 남쪽 장수 오유충(吳惟忠)은 선산(善山)의 봉계(鳳溪)에 둔치고, 이녕(李寧) · 조승훈(祖承訓) · 갈봉하(葛逢夏)는 거창(居昌)에 둔치고, 낙상지(駱尙志) · 왕필적(王必迪)은 경주에 둔쳐서 사면으로 에워싸고 서로 버티고 있었다.\n그런데 이들의 식량은 모두 충청도와 전라도에서 공급하는데, 험한 고개를 넘어 여러 진에 나누어 주자니 민력(民力)은 갈수록 곤비(困憊)해질 뿐이었다.\n제독은 또 심유경을 왜영으로 보내서 왜적을 달래어 빨리 돌아가라고 권했다. 한편 서일관(徐一貫) · 사용재(謝用梓)를 낭고야(郎古耶)에 보내어 관백(關白)을 찾아보고 교섭하게 했다.\n그 뒤 6월에 이르러 비로소 왕자 임해군(臨海君) · 순화군(順和君)과 재신(宰臣) 황정욱(黃廷彧) · 황혁 (黃赫)등을 돌려보내면서, 심유경을 보내어 귀보(歸報)케 하였다.\n한편으로는 진주(晉州)를 포위하고서 지난해에 패전한 원수를 갚는다고 떠들었다. 원래 임진년에 적병이 진주를 칠때 목사(牧使) 김시민(金時敏)이 이를 막아 저당치 못하고 달아났기 때문에 한 말이었다.\n이런 지 8일 만에 성이 함락되었다. 목사 서예원, 판관 성수경, 창의사 김천일, 본도 병사 최경희, 충청 병사 황진(黃進), 의병 복수장 고종후 등이 모두 목숨을 잃었다. 죽은 자는 관민(官民)을 합하면 6만여 명에 달했고, 우마(牛馬) · 계견(鷄犬)까지 남기지 않았으며, 적들은 성을 불태우고 참호와 우물을 메우고 나무도 베어 전날의 원한을 풀었다.\n때는 6월 28일이었다.\n처음에 조정에서는 적병이 남쪽으로 퇴군한다는 말을 듣고 모든 장수들에게 전지(傳旨)를 내려 적을 빨리 쫓도록 지시했다.\n도원수 김명원과 순찰사 권율 이하 관병 · 의병들이 모두 의령(宜寧)에 모였다. 이때 권율은 행주 싸움에 이긴 뒤라 자신을 가지고 기강(岐江)을 건너 전진하려 했다.\n그러나 곽재우 · 고언백이,\n“적세는 강성하고 우리 군사는 오합(烏合)이 많아서 싸움을 견딜 사람이 많지 못할 뿐 아니라, 앞에는 군량도 준비되지 않았으니 경솔히 전진하지 않는 것이 좋을 듯합니다.”\n하고 만류하여 모두 이 말을 따르기로 했다.\n그런데 오직 이빈의 종사관 성호선이 공연히 용기를 내어 여러 장수들을 충동하여 놓고 권율과 의논해서 강을 건너 함안(咸安)으로 내려가고 말았다. 그러나 함안성은 텅 비어 있고 먹을 것은 아무것도 없었다. 배고픔을 이기지 못한 군사들이 익지 않은 푸른 감을 따저 먹을 지경이었으니 싸울 용기가 날 리 만무하였다.\n이튿날 첩보가 들어왔다. 적병이 김해(金海)로부터 크게 밀려온다는 것이었다.\n이때 우리편에서는 혹은 함안을 지켜야 한다고도 하고, 혹은 퇴병하여 정진(鼎津)을 지키자고도 하여 의견이 분분한 가운데 결정을 짓지 못하고 있었다.\n이럴 즈음, 느닷없이 적의 총소리가 들려왔다. 삽시간에 인심에 흉흉해지기 시작하였다. 서로 앞을 다투어 성문을 빠져나가려고 서두르다가 적교(弔橋)에서 떨어져 죽는 자만도 수없이 많았다. 하는 수 없이 정진으로 퇴병하여 건너다보니 적병은 다시 수륙(水陸) 양로로 몰려오고 있었다.\n들판을 덮고 내를 메워 밀려오는 적병을 바라본 제장들은 하나둘 흩어져 달아나 버리고, 권율 · 김명원 · 이빈 · 최원(崔遠) 등은 재빨리 전라도로 가버렸으나 오직 김천일 · 최경희 · 황진 등이 진주를 향해 들어가니 적은 이를 포위하였다.\n목사 서예원, 판관 성수경은 중국 장수를 접대하느라고 오래도록 상주(尙州)에 머물러 있다가 적이 본주(本州)로 향했다는 말을 듣고 허둥지둥 돌아온 지 겨우 이틀밖에 되지 않았다.\n이 성은 사면이 모두 험악한 곳으로 둘러싸인 곳에 있었는데, 임진년에 동쪽으로 옮겨 평지에 쌓았던 것이다.\n이때 적들은 비루(飛樓) 여덟 개를 세워 그 위에 올라가서 성안을 들여다보고, 한편 성 밖 대숲을 베어다가 커다랗게 묶어서 가려 세워 시석(矢石)을 막고, 그 안에서 조총을 비오듯 쏘아댔다.\n왜적들의 조총 소리에 성안 사람들은 감히 나갈 엄두를 내지 못하였다. 또 김천일이 거느린 군사는 전부가 서울 시정(市井)에서 모집한 무리들이요, 김천일 역시 군사의 일을 몰라 자기 멋대로 할 뿐 아니라, 더욱이 서예원과는 평소부터 사이가 좋지 못했던 터여서 주객(主客)이 서로 시기하고 명령이 어긋나게 되었다. 이러고서야 어찌 패하지 않을 수 있었으랴.\n황진만이 홀로 동쪽 성을 지키고 여러 날 싸우다가 총알에 맞아 목숨을 잃었다. 이 광경을 본 군사들은 맥이 빠지고 용기를 잃었다. 게다가 구원병이 이르지 않자 사기는 더욱 저하되기만 했다.\n설상가상격으로 때마침 심한 폭우가 내려 성이 무너졌다. 이때를 놓칠세라, 적병들이 개미떼같이 몰려들어왔다. 성안 사람들은 힘을 합쳐 이를 나무로 막고 돌을 던져 막아 마침내 적을 물리치고야 말았다.\n한편 김천일은 북쪽 문을 지키고 있었는데, 성안이 필시 함락되었으리라고 미리 짐작한 그의 군사들은 여기저기서 흩어져 버렸다. 산 위에서 이 광경을 본 적병이 때를 놓칠세라 일시에 쳐 올라오니, 이로써 제군(諸軍)은 크게 어지러워졌다.\n이때 김천일은 촉석루(矗石樓)에서 이 광경을 바라보고 있다가 너무나 어이가 없는지라, 최경회와 마주 손을 붙들고 통곡하다가 급기야는 강물에 몸을 던져 스스로 목숨을 끊고 말았다.\n이 통에 살아 남은 군민은 불과 얼마 되지 않았다. 왜변이 생긴 이래 이 싸움처럼 사람이 많이 죽은 때가 없었다.\n조정에서는 김천일이 의리에 죽었다 하여 의정부 우찬성(議政府 右贊成)을 증직(贈職)했고, 또 권율은 용감히 싸우고 적을 두려워하지 않았다 하여 김명원을 대신해서 원수(元帥)로 삼았다.\n총병 유정은 진주가 함락되었다는 말을 듣고 팔거로부터 합천에 이르렀고, 오유충은 봉계로부터 초계에 이르러 모두 우도(右道)를 지켰다.\n적들도 진주를 함락한 후 부산으로 돌아가서 말하기를,\n‘중국에서 강화 있기를 기다려 회군한다.’\n하였다.",
      "toc_title": "적병은 해변에 진을 쳤다.",
      "seq": "48"
    },
    {
      "node_id": "NODE03885002",
      "name": "MEDA03976700",
      "title": "10월에 임금의 행차가 환도(還都)했다.",
      "content": "10월에 임금의 행차가 환도(還都)했다\n12월에 중국 사신 행인사(行人司)의 행인 사헌(行人司憲)이 왔다. 이보다 앞서 심유경은 왜장 소서비(小西飛)와 함께 관백(關白)의 항표(降表)를 가지고 중국으로 들어갔다. 그러나 중국에서는 이것이 관백에게서 온 것이 아니라 행장(行長) 등이 거짓으로 만든 것이 아닌가 하고 의심했다.\n심유경도 또한 자기들이 중국에 돌아오자마자 진주가 함락 되었다는 말을 듣고 보매 이것을 진심이라고 받아들일 수가 없었다. 그는 소서비를 요동에 머물러 있게 하고 한동안 그에 대한 회답을 왜(倭)에 통보하지 않았다.\n이때 제독과 그 밖의 여러 장수들은 모두 본국으로 돌아갔고, 다만 유정 · 오유충 · 왕필적 등이 군사 만여 명을 거느리고 팔거에 주둔해 있었다.\n그러나 안팎이 모두 기근(饑饉)에 허덕이고 양식을 운반하기도 힘든데다가 노약(老弱)은 병들어 누웠고, 젊은 장정들은 모두 도둑이 되고만 형편이었다. 더욱이 질병이 심해서 쓰러져 죽는 자가 많아 그 수를 알 수 없었으며, 심지어는 부자(父子)와 부부(夫婦)가 서로 뜯어먹기에까지 이르렀다. 노천에 뒹구는 뼈만 짚단같이 늘어져 있었다.\n얼마 안되어 유정의 군사는 팔거로부터 남윈(南原)으로 옮겼다가, 남원에서 다시 서울로 옮겨 웅거하였다. 거기서 10여 일을 머무르다가 그들도 천천히 본국으로 돌아가 버렸다.\n그런데 적들은 그때까지도 해상에 머무르면서 돌아가지를 않았기 때문에 인심은 더욱 소요스러워졌다.\n이때 경략(經略) 송응창(宋應昌)은 탄핵을 받아 돌아가고, 새로 고양겸(顧養謙)이 경략이 되어 요동에 이르렀다. 그는 참장(參將) 호택(胡澤)을 시켜 우리 군신들에게 이런 공문을 보내었다.\n“왜적이 무단히 침입해서 파죽(破竹) 같은 형세로써 세 도회(都會)를 점령했고, 그대들의 토지와 인민을 열에 여덟은 빼앗았고, 그대들의 왕자와 중신(重臣)들을 사로잡는 등 많은 횡포를 자행하였다.\n이에 우리 황상(皇上)이 노하사 군사를 일으켜 한 번 싸워 평양을 빼앗고, 두 번 싸워 개성을 도로 찾은 바 되었다. 마침내 왜적은 서울에서 달아나고 왕자와 중신을 돌려 보내고,  따라서 토지 2천여 리를 수복하였으나, 여기에 소비한 인마와 비용이 또한 적지 않았다. 우리 조정에서 조선을 대접함이 이와 같으며 황상의 망극한 은혜 또한 지나친 바 있도다.\n그러나 이제는 식량도 더 운반해 올 수 없고 군사도 다시 진군시킬 수 없다. 다행히 왜적들도 황제의 위엄을 두렵게 여겨 항복하기를 청하고 또 조공(朝貢)할 것을 빌었다.\n천조(天朝) 또한 이것을 허락하여 외신(外臣)으로 용납해 두고자 하고, 왜노(倭奴)들로 하여금 빨리 바다를 건너가서 다시 침입하지 못하게 하고, 군사를 풀어 다시 싸우지 못하게 하는 것은 그대들 나라의 구원(久遠)한 계획을 위하는 것일 뿐이다. 그러나 그대들의 나라는 양식이 다 없어져 백성들이 서로 잡아먹고 있는 형편이라 하는데,  무엇을 믿고 다시 청병(請兵)하는가?\n이제 우리가 졸지에 군사를 거두고 왜노의 봉공도 받지 않고 보면,  왜노는 필시 그대들에게 노여움을 두어 반드시 나라가 망하고 말 것이어늘, 어찌 일찍이 방도를 차리지 않는가.\n옛날 구천(句踐)이 회계(會稽)에서 곤욕을 당할 때에, 어찌 부차(夫差)의 살을 씹어먹고 싶지 않았으리요마는, 부끄러움을 참고 견딘 것은 후일을 기다리기 때문이었다. 그는 자기 몸이 부차의 신하가 되고 자기 처로 부차의 첩을 삼았거늘, 하물며 왜노에게 신첩(臣妾)이 되기를 청했다가 서서히 후일을 도모하는 것은 오히려 구천의 군신(君臣)의 꾀보다 낫지 않은가? 이것을 참지 못한다면 이는 못생긴 소장부의 의견일 뿐, 복수를 하고 치욕을 씻는 영웅의 하는 일이 아닌 것이다.\n그대들이 왜(倭)에게 봉공을 청해서 다행히 이것을 들어 주고 보면, 왜는 반드시 중국 처사에 더욱 감동하고 조선에 대해서도 고마운 마음을 두어, 자연 군사를 거두어 돌아갈 것이다. 왜군이 돌아간 뒤에 그대들 군선들이 참으로 고심초사(苦心焦思)하고 와신상담(臥薪相膽)해서 구천의 옛일을 본받으면, 천도(天道)가 좋게 돌아와서 왜의 원수를 갚을 날이 어이 없으랴.”\n그 글은 여러 천 마디 길었으나 내용은 대략 이러했다.\n호택이 관역에서 석 달을 머물렀으나 조정의 의논은 결정을 보지 못하고, 임금도 어찌할 바를 몰랐다.\n이때 나는 병으로 누워 있을 때라 장계를 올려,\n‘왜에게 봉공을 한다는 것은 의로운 일이 아니니 마땅히 근일의 실정을 자세히 중국에 알려서 그 곳으로부터의 회답을 기다려 처리하옵소서.’\n하고, 다시 계속해서 여러 번 글을 올리매 임금도 이를 허락하였다.\n이에 진주사(陳奏使) 허욱(許頊)이 중국으로 떠났다.\n고경략(顧經略)은 돌아가고 새로 손광(孫鑛)이 왔다.\n중국 병부(兵部)에서 황제에게 아뢰어 소서비를 불러놓고 세 가지 약속을 받았다.\n첫째, 봉(封)만을 받고 공물(貢物)은 요구하지 말 것.\n둘째, 왜병 한사람도 부산에 머물러 있지 말 것.\n셋째, 앞으로 영구히 조선을 침노치 말 것.\n이 세 가지 약속을 지킨다면 즉시 봉(封)을 줄 것이요, 그렇지 않으면 그만두자는 것이다.\n이때 소서비는 하늘을 가리켜 맹세하고 약속을 지키겠다고 했다.\n그래서 다시 심유경으로 하여금 소서비를 데리고 왜영(倭營)으로 들어가 선유(宣諭)하고, 한편 이종성(李宗誠) · 양방형(楊方亨)을 각각 상 · 부사(上副使)로 삼아 왜에 가서 평수길(平秀吉)을 일본 국왕에 봉하고, 다시 이종성 등은 그대로 우리 도성에 머물러 왜적의 퇴병이 끝나기를 기다리게 하였다. 이리하여 을미년(1599년) 4월에 이종성 등이 서울에 이르러 연달아 왜의 퇴병을 재촉했다.\n왜병들은 먼저 웅천 · 거제 · 장문(場門) · 소진포(蘇津浦) 등에 있던 군사를 먼저 철수하여 신용을 보였다. 그리면서 전번 평양에서처럼 속지 않을까 겁내어, 황제의 사신이 하루 바삐 왜영에 들어오면 약속대로 모든 것을 지키겠다고 말하였다.\n8월에 양방형이 병부(兵部)의 분부로 먼저 부산에 이르러 보니 과연 왜병은 천연하여 곧 퇴병치 않고 있었다. 그는 다시 상사(上使)에게 이 사실을 전하니 사람들은 모두 왜의 행동을 의심하였다.\n그러나 병부상서(兵部尙書) 석성(石星)은 심유경의 말을 믿었다. 그는 왜(倭)가 딴 생각이 있는 게 아니라 여기고, 이종성을 보내어 퇴병을 재촉할 뿐, 비록 조정의 의논이 분분했으나 자기가 책임지고 일을 진행하였다.\n9월에 이종성이 또 부산에 이르렀으나 평행장은 바로 와서 보지도 않고,\n‘관백의 행동을 본 후에 황제의 사신을 맞겠노라.’\n하고 일본으로 돌아갔다.\n그는 그 이듬해인 병신년(1596년) 정월에 돌아와서도 오히려 철병할 뜻을 확실히 보이지 않았다.\n이때 심유경은 두 사신을 머무르게 하고 자기 혼자 행장(行長)과 함께 배를 타고 일본으로 들어갔다. 그는 장차 사신을 맞을 예절을 의논한다 했으나,  그 뜻은 남들이 알 수 없었다.\n유경은 비단옷을 입고 배를 탔고, 뱃머리에는 ‘조집양국(調戢兩國)’이란 네 글자를 크게 써서 달고 떠났는데,  간 지가 오래 되도록 아무런 회보가 없었다.\n이종성은 본래 명나라 개국공신(開國功臣) 문충공(文忠公)의 자손으로, 그 공으로 작(爵)을 받아 고이 자랐기 때문에 몹시 겁이 많은 성품의 사람이었다.\n이때 어느 사람이 그를 보고,\n“왜(倭)는 실상 봉(封)을 받을 의사가 없는데, 공연히 이종성 등을 유인해다가 가두어 두고 욕을 보이려 한다.”\n하니, 이종성은 이 말을 듣고 두려운 생각이 불현듯 나서 견딜 수가 없었다. 그는 미복(微服)으로 밤중에 영을 나와 종복(從僕)과 인절(印節) 등을 모두 버린 채 도망해 버렸다.\n이튿날 아침 이 사실을 안 왜적들은 길을 나누어 이종성을 쫓아 양산(梁山)의 석교(石橋)까지 이르렀으나 찾지 못하고 돌아갔다.\n양방형은 혼자 왜영에 머물러 있으면서 왜군을 무마하는 한편, 우리에게 글을 보내어 조금도 경동치 말도록 부탁했다.\n한편 이종성은 큰길로 가지도 못하고 산골짜기로 들어가 여러 날 먹지도 못한 채, 경주를 거쳐 서쪽으로 도망하였다.\n이즈음 심유경과 행장이 돌아와서 서생포(西生浦) · 죽도(竹島) 등지의 왜병을 철퇴시키니, 남은 것은 부산의 네 곳에 있는 군사뿐이었다.\n이때 다시 유경은 양 부사(楊副使)와 함께 일본에 가게 되었는데, 그는 우리 사신도 동행케 하라고 자기 조카 심무시(沈懋時)를 보내어 재촉했다. 그러나 조정에서는 꺼리는 눈치로 사람을 보내지 않았다.\n그러나 심무시는 기어이 같이 갈 것을 요구했기 때문에 할수 없이 무신(武臣) 이봉춘(李逢春)을 보내기로 했는데, 혹 무신은 저쪽에 가서 실수가 있을지 모르니, 사리를 아는 문관을 보내는 것이 옳다 하여 전에 심유경의 접반사(接伴使)를 지낸 황신(黃愼)을 보내게 되었다.\n중국 사신 양방형과 심유경이 일본에서 돌아왔다.\n이보다 앞서 양방형 등이 일본에 갔을 적에 관백(關白)은 관사(館舍)을 웅장하게 차리고 그들을 영접할 차비를 하였다. 그러나 난데없는 지진(地震)이 일어나 관사가 허물어지는 바람에 하는 수 없이 딴 집에서 그들을 맞았다.\n관백은 두어 차례 중국 사신들과 만나는 동안 처음에는 봉(封)을 받을 것처럼 하더니 갑자기 노한 빛을 띠고 언성을 높였다.\n“내가 조선 왕자를 놓아 보냈으니 의당 조선에서도 왕자를 보내어 사례할 것이어늘, 이렇듯 조선의 사신이 낮으니 이 또한 나를 업신여기는 것이 아닌가?”\n하고 대드는 것이었다.\n황신 등은 하릴없이 국서도 전하지 못한 채 양방형과 심유경을 재촉하여 본국으로 돌아오고 말았다.\n이때 적장 평행장은 부산포로 돌아왔고, 청정은 다시 군사를 거느려 서생포에 주둔하면서,\n“왕자를 보내서 사례하지 않으면 군사를 풀지 않겠다.”\n하고 위협했다.\n이것은 관백이 바라는 것은 봉공뿐만이 아닌데도 중국에서는 봉(封)만을 허락하고 공(貢)을 허락하지 않은 까닭에서였다. 이 내용인즉,  원래 심유경과 평행장이 친숙한 터로,  자기들끼리 억지로 일을 성사시키다 보니 이렇듯 구차한 결과를 지었던 것이다.\n이로 인하여 석성(石星)과 심유경은 본국에 득죄한 바 되었고, 중국 군사가 다시 나오는 결과를 초래하게 되었다.",
      "toc_title": "10월에 임금의 행차가 환도(還都)했다.",
      "seq": "49"
    },
    {
      "node_id": "NODE03885003",
      "name": "MEDA03976701",
      "title": "수군 통제사(水軍統制使) 이순신을...",
      "content": "수군 통제사(水軍統制使) 이순신을 옥에 가두었다.\n처음에 원균은 이순신이 자기를 구하여 준 것을 고맙게 여겨 서로 사이가 좋았으나, 마침내 일을 끝내고 공을 다투는 마당에 가서는 그렇지 못했다. 본래 원균은 성품이 음험하고 간사했다. 그는 중외(中外) 인사들과 접촉이 많은 것을 기화로 이순신을 모함했다.\n“이순신은 애초부터 우리를 구하려 하지 않았다. 고러나 그는 내가 여러번 청해서 부득이 왔던 것이다. 그리니 적을 물리친 공으로 하면 내가 으뜸을 차지할 것이다.”\n라고 했다.\n원균의 말을 듣자 조정의 공론은 두 갈래로 갈라졌다.\n이렇게 되고 보니 내가 이순신을 천거했기 때문에 나와 사이가 나쁜 사람들은 원균의 편을 들어 이순신을 몹시 모함했다.\n오직 우상 이원익만은,\n“이순신과 원균은 그 맡은 바가 다 각각 있으니, 처음에 가서 구원치 않았다 해서 그것이 그다지 죄될 게 무어란 말이오?”\n하고 그들의 의견에 반대했다.\n이보다 먼저, 적장 평행장은 자기의 사졸(使卒) 요시라(要時羅)를 경상 우병사(慶尙右兵使) 김응서(金應瑞)의 진에 자주 왕래시켜서 사이가 좋았었다.\n다시 나오려는 청정을 보고 어느 날 요시라는 가만히 김응서를 대하여,\n“우리 장수 행장이 말하기를, 이번 화의가 이루어지지 못한 것은 청정 때문인데, 자기도 이 사람을 미워한다 합니다. 그리고 이번 모일(某日)에 청정이 바다를 건너올 것이니 당신네 조선 군사는 수전(水戰)에 능한 터인즉, 이때를 타서 청정의 군사를 섬멸시키되 아예 기회를 놓치지 마시라 합니다.”\n하고 말했다.\n그의 말을 들은 김응서는 바로 이 일을 조정에 보고했다.\n조정에서는 또한 이 말을 믿었고, 더욱이 해평군(海平君) 윤근수(尹根壽)는 좋아라고 뛰면서 이 기회를 놓칠세라 연달아 임금께 아뢰어서 이순신을 재촉해 나가 싸우라 하는 것이었다.\n그러나 이순신은 적의 간계에 빠지는 것이 아닌가 하여 주저하기를 여러 날 했다.\n이때 요시라가 다시 왔다.\n“청정이 벌써 착륙했소이다. 조선에서는 왜 그를 쳐서 없애지 않는단 말이요?”\n하고 거짓 안타까운 체했다.\n이 말이 또 조정에 들어가자 조의(朝議)늘 모두 이순신을 허물하기 시작했다.\n대간(臺諫)에서는 이순신을 국문하자는 말까지 나왔다. 또 현풍(玄風) 사람 전 현감(縣監) 박성(朴惺)이란 자는 그때 시론(詩論)을 따라서 상소를 올려 이순신을 베자고 주장했다.\n조정에서는 마침내 의금부(義禁府) 도사(都事)를 보내어 이순신을 잡아왔고, 원균을 대신 통제사(統制史)로 삼았다.\n그러나 임금은 이 일이 모두가 진실일까 의심하여 특별히 성균관 사성(司成) 남이신(南以信)을 보내어 한산(閑山)에 가서 사실을 알아오라 하였다.\n남이신이 전라도에 들어가자 군민들 중에는 길을 막고 이순신의 억울함을 풀어 달라고 애원하는 자가 수없이 많았다. 그러나 남이신은 이런 사실을 그대로 보고하지 않았다. 그는 터무니 없이 ,\n‘청정이 섬에서 7일 동안이나 머물러 있었으니, 이때 우리 군사가 나가 싸웠더라면 그를 잡을 수 있었을 것인데, 이순신이 겁내어 머뭇거리는 바람에 아까운 기회를 잃고 말았습니다.’\n하고 회보하였다.\n이리하여 이순신은 옥에 갇히는 몸이 되었다.\n조정에서는 대신들에게 명하여 이순신의 죄과에 대한 의논을 하도록 했다. 모두들 이순신의 죄를 맹렬히 공박하고 엄벌할 것을 주장했으나, 홀로 판중추부사(判中樞府事) 정탁(鄭琢)만이 말하기를,\n“이순신은 명장(名將)입니다. 절대 죽일 수 없습니다. 군기(軍機)의 이해는 보통 사람이 추측치 못하는 것이온즉, 이순신이 경솔히 나가 싸우지 않은 것은 무슨 짐작이 있어 그리하였을 것입니다. 원하옵건대 뒷일을 생각하시어 그의 죄를 용서 하시옵소서.”\n하고 이순신을 옹호하고 나섰다. 마침내 조정에서도 사형에 처하려던 주장을 누그러뜨려서 한 차례 고문을 한 다음, 관직만을 빼앗아 그대로 군중에 나가게 하였다.\n이때 이순신의 노모는 아산(牙山)에서 아들이 하옥되었다는 소문을 듣고 심려 끝에 애가 타서 그대로 숨을 거두고 말았다.\n그 뒤 이순신은 옥에서 나와 아산을 지나다가 겨우 성복(成服)을 하고, 바로 권율의 진으로 가서 종군하니, 듣는 사람들이 모두 애석히 여겼다.",
      "toc_title": "수군 통제사(水軍統制使) 이순신을...",
      "seq": "50"
    },
    {
      "node_id": "NODE03885004",
      "name": "MEDA03976702",
      "title": "중국에서는 병부 상서(兵部尙書) 형개(邢玠)를...",
      "content": "중국에서는 병부 상서(兵部尙書) 형개(邢玠)를 총독 군문(總督軍門)으로 삼고, 요동 포정사(遼東布政司) 양호(楊鎬)를 경리 조선 군무(經理朝鮮軍務)로 삼고, 마귀(麻貴)를 대장으로 삼아서 양원(楊元) · 유정(劉綎) · 동일원(董一元) 등이 계속하여 우리 나라로 나왔다.\n정유년(1597년) 5월.\n양원은 군사 3천을 거느리고 먼저 이르러 며칠 동안 서울에 머무르다가 전라도로 내려가서 남원을 지켰다.\n대개 남원은 호남과 영남의 요지인 동시에 성도 자못 견고했다. 게다가 지난번에 낙상지가 이것을 증축하여 가히 지킬 만한 곳이기 때문이었다. 성 밖에는 교룡 산성(蛟龍山城)이 있어, 여러 사람들이 이 산성을 지키자고 하였다. 그러나 양원은 본성을 지켜야 한다고 하면서 성 위를 더 쌓고 참호를 더 팠다. 그리고 참호 안에는 양마장(羊馬墻)까지 설치하여 밤낮으로 역사를 독촉하니 한 달 만에 일을 마쳤다.\n8월 초이렛날, 한산(閑山) 수병(水兵)이 패하여 통제사 원균과 전라 우수사 이억기(李億祺)가 전사하고 경상 우수사 배설(裵楔)은 도망쳤다.\n원균은 한산에 부임하자 이순신이 쓰던 전법을 모두 바꾸고, 이순신에게 신임을 받던 부하들을 쫓아 버렸을 뿐 아니라, 이영남(李英男)이 지난번에 자기가 패하던 전말을 모두 알고 있다 하여 더욱 미워하는 등 지휘관답지 않은 통솔을 했다. 이로 인하여 군심이 흉흉해지고 원망의 소리가 자자했으니, 이 싸움은 처음부터 승산이 있을 리 없었다.\n이순신이 한산에 있을 때에는 운주당(運籌堂)이란 당을 짓고, 밤낮으로 거기서 모든 장수들과 병사를 의논했을 뿐 아니라, 하졸(下卒)이라도 군사에 관한 의견을 말하고 싶은 사람은 언제든지 와서 군정(軍情)을 통하도록 했었다. 또 전쟁에 임할 때에는 모든 장수들을 모아 계략을 세운 다음에 나가서 싸웠기 때문에 한 번도 패한 일이 없었다.\n그러나 원균은 이와는 반대로 자기의 애첩과 이 당(堂) 안에 거처하고 있으면서 아무도 출입하지 못하게 하는 것이었다. 이렇게 되고 보니 자연 부하 장수들이 그의 얼굴을 보기가 힘들었고, 더구나 그는 술을 좋아해서 날마다 술에 취해 있기 일쑤였다. 그리고 그는 술에 취하면 공연한 형벌로 군사들을 못견디게 하였다. 그래서 병졸들은 서로 쳐다보며,\n“만일 적병을 만나게 되면 우리는 달아나는 수밖에 없지.” 하고 수군거렸다.\n장수들은 장수들대로 또한 원균을 비웃어 마지않으니, 통제사의 위품은 찾을 길이 없었다. 따라서 그의 명령이 설 리 없었다.\n이때 적병이 다시 쳐들어왔다.\n평행장은 요시라를 다시 김응서에게 보내어 허위 정보를 제공하게 했다.\n“왜선(倭船)이 모일(某日)에 나올 것이니 조선 수군(水軍)은 이를 맞아 쳐없애라.’\n하고 꾀었다.\n도원수 권율은 이 말을 그대로 곧이들었다. 더구나 지난번에 이순신이 주저하고 나가 싸우지 않다가 득죄한 것을 생각하니 잠시도 지체할 수가 없었다. 그는 원균을 시켜 즉시 나가 싸우라고 했다.\n원균 역시 평소에 적을 보고도 나가지 않은 이순신을 탓해 왔던 터이라, 이제 그의 소임을 대신 맡은 마당에 왜적과 싸워 이길 승산은 적으나, 무엇이라 거절할 입장이 못되었다.\n그는 배를 이끌고 군사를 거느려 바다로 나갔다.\n이즈음 언덕 위에 있던 왜영(倭營)에서는 바다로 나오는 우리 배를 내려다보고, 그때 그때 형세를 일일이 자기네 본영(本營)에 보고하여 정세를 낱낱이 탐지하고 있었다.\n원균의 배가 절영도(絶影島)에 다다르자 풍랑이 일기 시작 하는데 어느덧 날이 저물어왔다. 배를 대어 쉴 곳도 없는데 멀지 않은 곳에 왜선이 출몰하는 것이 보였다.\n원균은 제군을 재촉해서 앞으로 앞으로 나갔다. 군사들은 한산에서부터 종일토록 노를 저어 오느라고 힘이 빠져 피로 하고 기갈이 심해 배를 저을 기운도 없었다. 모든 배들이 서로 앞서고 뒤서며, 옆으로 가로 방향없이 풍랑에 흔들려 가뜩이나 지친 몸을 가누기가 힘들었다\n왜적들은 우리 군사를 더욱 피로하게 하고자 거짓으로 가까이 나타났다가 달아나는 체하면서 교전치 않고 피하기만 했다.\n이때 밤은 점점 깊고 바람은 갈수록 드세어, 우리 배들은 사방으로 흩어져 서로 찾지를 못하게 되었다. 이것을 본 원균은 간신히 남은 선척을 수습해서 겨우 가덕도(加德島)에 다다랐다. 군사들이 기갈을 참지 못해 서로 다투어 배에서 내려 물을 마시느라고 부산했다.\n이때 왜병들이 섬 속에 숨어 있다가 일제히 내달아 사로잡으니 이 싸움에 장병 4백여 명을 잃었다. 원균은 겨우 사지(死地)를 벗어나 거제(巨濟) 칠천도(漆川島)에 이르렀다.\n이때 권율은 고성(高城)에 있다가 이 소문을 듣고 급히 원균을 불러 매를 때리고 다시 나가싸우라 했다. 원균은 군중에 돌아와 홧김에 술을 취하도록 마시고 장중에 누워 버렸다. 더더구나 장수들이 군사일을 의논코자 했으나 만나보려고도 하지 않았다.\n이날, 밤중에 왜선이 쳐들어왔다. 원균의 군사는 또다시 크게 패하여 흩어지고 말았다. 이 꼴을 당한 원균은 도망해 해변에 이르러 배를 버리고 언덕에 올라 비둔한 몸을 이끌고 걸리지 않는 걸음을 재촉하였다. 소나무 아래 이르러 잠시 숨을 돌릴 동안에 좌우 사람들은 하나도 남지 않고 흩어져 자취를 감추었다. 들리는 소문으로는 원균이 이곳에서 혼자 있다가 적에게 죽임을 당했다고 전하기도 하고, 혹은 여기서 피해 살아 달아났다고도 전하는데, 그 확실한 것은 알 길이 없다.\n이억기는 배 위에서 강물에 뛰어들어 죽었다. 배설(裵楔)은 원균의 계교가 그르다고 여러 번 간해 오던 터였다. 이때에도 칠천도란 데가 물이 얕고 협착해서 배를 댈 곳이 못되니 딴 곳으로 옮기자고 말했으나 원균은 한 번도 그의 말을 듣지 않았다. 배설은 생각다 못해 자기가 거느린 배 몇 척을 적병에 대비시키고 있다가, 적이 오는 것을 보고 항구를 벗어나 먼저 달아났기 때문에 유독 그 군사만은 화를 면하였다. 배설은 한산도에 다다르자 불을 놓아 군기(軍器)와 양곡, 여사(廬舍)를 불사르고 남아 있는 도민(島民)들을 피난하게 하였다.\n우리가 한산도에서 이미 패하자 적들은 승세하여 서쪽을 향해 쳐들어가니 남해(南海) · 순천(順天)이 차례로 함몰되었다. 다시 적선은 두치진(豆恥津)에 이르러 육지에 올라 남원(南原)을 포위했다. 이 때문에 충청 · 전라 지방이 일시에 흉흉해졌다.\n임진년에 우리 나라를 침범한 이후로 오직 수전(水戰)에서 만 여러 번 참패를 당했기 때문에 평수길(平秀吉)은 이를 항상 분하게 여겨 왔다.\n그는 행장(行長)을 책망하여 어떻게 해서든지 이 분풀이를 하라고 했다. 이에 행장은 김응서를 교묘한 방법으로 꾀어서 이순신으로 하여금 죄를 얻어 파면당하게 하고, 다시 원균을 유인하여 바다 가운데로 나오게 해가지고 그의 허실을 낱낱이 탐지해 냈다. 그리고 나서 그는 불시에 원균을 엄습했다. 계교가 그렇게도 간교해서 우리는 모두 그들의 계교에 빠졌으니 슬픈 일이로다.",
      "toc_title": "중국에서는 병부 상서(兵部尙書) 형개(邢玠)를...",
      "seq": "51"
    },
    {
      "node_id": "NODE03885005",
      "name": "MEDA03976703",
      "title": "왜병이 황석산성(黃石山城)을 함락시키자...",
      "content": "왜병이 황석산성(黃石山城)을 함락시키자 안음 현감(安陰縣監) 곽준(郭䞭)과 전 함안 군수(咸安郡守) 조종도(趙宗道)가 목숨을 잃었다.\n처음에 체찰사 이원익과 원수 권율은 도내 산성들을 고쳐서 적을 막을 방안을 의논해 공산(公山) · 금오(金烏) · 용기(龍紀) · 부산(富山) 등에 성을 쌓았다. 이때 공산과 금오에는 백성들이 노동력을 여간 많이 제공하지 않았고, 이웃 고을에서까지 도구와 양식을 가져다가 일을 마쳤다. 성이 완성된 뒤에는 수령을 독려해서 노약(老弱)과 남녀들을 데려다가 성을 지키게 하니 원근 인심이 소연해졌다.\n급기야 왜적이 다시 쳐들어왔다.\n청정은 서생포로부터 서쪽 전라도로 항해서 장차 행장의 수로병(水路兵)과 합쳐서 함께 남원을 치고자 했다.\n이에 우리 편에서는 원수 이하 전 장병이 모두 퇴병했고, 각처 산성에 전령을 보내어 각각 적병을 피해 도망하라 하였다\n그러나 이때 오직 의병장 곽재우(郭再祐)만이 창녕(昌寧) 화왕산성(火王山城)에 들어가 죽기로써 성을 지키고 있었다.\n적들은 산 밑에 이르러 조금도 동요하지 않는 성안 사람들을 보고는 그대로 지나갔다.\n안음 현감 곽준이 황석산성으로 들어가고 전 김해 부사(金海府使) 백사림(白士霖)도 역시 성안으로 들어갔다.\n백사림은 본래 무인이어서 성안 백성들은 그에게 크게 의지했다. 그러나 적병이 성을 치기 시작한 지 하루가 못되어 백사림이 먼저 도망하자 제군은 모두 흩어져 달아나 버렸다.\n적이 성안에 들어오자 곽준과 그의 아들 이상(履祥) · 이후(履厚)가 모두 죽었다. 유문호(柳文虎)에게 시집간 곽준의 딸만 남았는데, 유문호 역시 왜적에 사로잡혀간지라, 문호의 처 곽씨 부인은 피난갔다 성 밖에 나와 이 소문을 듣고 종들을 돌아보면서,\n“아버지가 돌아가실 적에 내가 따라 죽지 못한 것은 남편이 있었기 때문이지만, 이제 남편마저 잡혀갔으니 내 살아 무엇하랴.”\n하고 스스로 목숨을 끊고 말았다.\n일찍이 조종도가 말하기를,\n“내 일찍이 대부(大夫)의 뒤를 좇은 사람이니, 하잘것없는 무리들과 섞여 죽을 것이 아니라 죽으려면 마땅히 명백하게 죽어야 한다.”\n하고 처자들을 거느리고 성안으로 들어가서 시 (詩)를 지었다.\n공동산 밖에서는 사는 것 오직 기쁘고,\n순원성 가운데서는 죽는 것 또한 영광이로다.\n崆峒山外生猶喜,\n巡遠城中死亦榮.\n이러고 나서 종도는 준과 함께 적에게 죽었던 것이다.\n다시 이순신을 삼도 수군 통제사로 삼았다.\n한산도에서 우리 군사가 대패했다는 소식이 전해지자, 조야(朝野)는 모두 놀라서 어쩔 줄을 몰랐다.\n임금은 비변사(備邊司) 제신들을 불러 계책을 물었으나, 여러 신하들은 황황히 아무런 대답도 하지 못하고 서로 얼굴만 쳐다볼 뿐이었다.\n이때 경림군(慶林君) 김명원(金命元)과 병조판서 이항복(李恒福)이 조용히 임금께 아뢰었다.\n“이번의 참패는 모두가 원균의 죄인 줄로 아옵니다. 마땅히 이순신을 다시 불러서 통제사를 삼으시옵소서.”\n임금도 이 말을 옳게 여겨 즉석에서 이를 허락하였다.\n이때 권율은 원균이 패했다는 소식을 듣고 이순신으로 하여금 남은 군사를 거두어 후사를 도모케 했다.\n이순신은 군관(軍官) 한 사람과 함께 경상도로부터 전라도에 들어가 밤낮으로 잠행(潛行)하여 진도(珍島)에 다다라 군사를 거두어 적을 막으려 했다.",
      "toc_title": "왜병이 황석산성(黃石山城)을 함락시키자...",
      "seq": "52"
    },
    {
      "node_id": "NODE03885006",
      "name": "MEDA03976704",
      "title": "왜병이 남원을 함락시켰다.",
      "content": "왜병이 남원을 함락시켰다.\n중국 장수 양원(楊元)은 달아나 돌아가고, 전라 병사(全羅兵使) 이복남(李福男)과 남원 부사(南原府使) 임현(任鉉), 조방장(助防將) 김경로(金敬老), 광양 현감(光陽縣監) 이춘원(李春元), 당장 접반사(唐將接伴使) 정기원(鄭期遠) 등이 모두 전사했다. 군기시(軍器寺)에는 파진군(破陣軍) 12명이 있었는데, 이들은 양원을 따라 남원으로 들어갔다가 모두 적군에게 죽었다.\n홀로 김효의(金孝義)란 자가 빠져나와서 성이 함락되던 일을 나에게 자세히 들려주었다.\n양 총병 (楊總兵)은 남원에 이르자 성을 한 길이나 증축(增築)했다. 성 밖에 있는 양마장(羊馬墻)에는 대포 구멍을 많이 뚫어 놓고 성문에는 대포 두세 개를 묻어 놓았다. 참호를 두 길이나 깊이 팠다.\n한산도가 패하자 적은 수로(水路)와 육로(陸路)로 달려들어 왔다.\n이 소식이 남원성에까지 들리자 성안의 인심은 몹시 흉흉해졌다. 드디어 백성들은 모두 도망해 흩어지고 말았다.\n유독 총병이 거느린 요동(遼東) 마군(馬軍) 3천 명이 성안에 있을 뿐이었다. 총병은 격문을 보내어 전라 병사 이복남(李福男)을 불러 함께 지키자고 했다. 그러나 복남은 천연히 쉽게 오지 않았다. 밤에도 계속하여 사람을 보내자 부득이해서 왔으나 데리고 온 것은 겨우 군사 수백 명밖에 없었다.\n광양 현감(光陽縣監) 이춘원(李春元)과 조방장(助防將) 김경로(金敬老)등이 계속하여 이르렀다.\n8월 13일, 왜병의 선봉 백여 명이 성 아래에 이르러서 조총을 어지러이 쏘아대다가 이내 그치더니, 모두 흩어져 밭두둑 사이로 숨어 버렸다. 그런 다음 그들은 다시 삼삼오오 떼를 지어 갔다가는 다시 오곤 했다.\n성 위에서는 우리 군사가 승자소포(勝字小砲)를 쏘았다. 그러나 왜병의 대진(大陣)은 너무나 멀리 떨어져 있었다.\n그들은 다시 유병(遊兵)을 내어 교전(交戰)케 하고, 병사들도 드문드문 교대로 내보냈으므로, 포를 쏘아도 잘 맞지 않았다. 그리나 성안에 있는 군사들은 적의 조총에 맞아 가끔 쓰러졌다.\n이윽고 왜병은 성 아래에 이르렀다. 그들은 우리와 이야기 하자고 큰 소리로 떠들었다.\n총병은 하인 한 사람을 시켜 통역과 함께 왜영(倭營)으로 가보라 하였다.\n왜영에서 가지고 온 편지는 별다른 것이 아니라 싸움을 약속하는 글이었다.\n14일, 왜병은 지난번처럼 성을 삼면으로 포위하여 진을 치고 총을 쏘아 공격하기 시작했다.\n이보다 앞서, 성 남문(南門) 밖에는 민가가 몹시 조밀하게 있었는데, 적이 진군해 오자 총병은 이것을 모두 불살라 버려 오직 돌벽과 흙담만이 남아 있었다. 적들이 담과 벽에 몸을 숨기고 총을 쏘자 성안 사람들이 많이 맞았다.\n15일, 성안에서 바라다보니 성 밖 잡초와 논에 있는 벼를 베에다가 다발을 커다랗게 수없이 묶고 있는 왜병들이 보였다.\n적병들은 이것을 담과 벽 사이 여기저기에 쌓아놓았으나, 성안의 아군들은 그것이 무엇을 뜻하는 것인지는 알지 못하고 있었다.\n이즈음에 중국의 유격 장군(遊擊將軍) 진우충(陣愚衷)은 군사 3천 명을 거느리고 전주에 있었다.\n남원에서는 날마다 진우충이 와서 구원하기를 기다렸지만, 그는 오래 되도록 오지 않았다. 이리하여 군중의 인심은 더욱 흉흉한 참이었다.\n이날 밤 늦게 성첩(城堞)을 지키던 군사들이 왕왕 서로 귀엣말을 주고 받으며, 말안장을 준비하는 꼴이 필시 도망할 기색인 것 같았다.\n밤 초경쯤 되었다.\n왜진 속에서 떠들썩한 소리가 들려왔다. 무엇인가 운반하는 기미가 보이더니 성안을 향해서 총을 어지러이 쏘기 시작했다. 탄환이 성 위에 마치 우박처럼 쏟아지니, 성 위에 있는 사람들은 목을 움츠리고 감히 내다보지도 못했다.\n한두 시간이나 지났을까. 시끄럽던 소리가 차츰 그쳤다.\n묶은 풀을 가져다가 참호를 메우고 또 양마장 안팎에 쌓아 올려 삽시간에 성 높이와 같게 하였다. 이에 왜병들은 맘대로 성 위로 올라오고 있었다. 이내 성안은 크게 어지러워졌다.\n효의는 처음에 빠져나와 남문 밖 양마장을 지키고 있다가 황망히 성에 들어가 보니, 성 위에는 이미 아무도 없었다. 다만 성안 곳곳에 불이 일어나고 있을 뿐이었다.\n달려서 북문에 이르니 중국 군사들은 모두 말에 올라 성문을 나서려 하고 있었다. 그러나 문이 굳게 닫혀 있어 쉽게 열리지 않았다.\n말 발들이 묶어놓은 것같이 거리를 메우고 있었다.\n이윽고 문이 열리면서 군마(軍馬)가 앞을 다투어 나갔다.\n그러나 왜병은 성 밖에서 두 겹 세 겹으로 포위하고 있는 터였다. 그들은 각각 요긴한 길목을 지키고 있다가 긴 칼을 빼어 어지러이 갈기니 중국 군사는 목을 늘여 칼을 받을 뿐 이 었다.\n때마침 달이 밝아 더구나 도망한 사람이라고는 몇이 되지 못했고, 총병은 하인 몇 사람과 말을 달려 포위망을 뚫고 나가서 겨우 자기 몸만 죽음을 면했다. 혹은 말하기를 왜병도 그가 총병인 줄을 알고 살려 보냈다고도 한다.\n효의는 한 사람을 동반해서 성문 밖으로 나섰다. 그러나 동반했던 사람마저도 적에게 죽자 효의는 논으로 뛰어들어 풀 속에 엎드렸다가 왜병이 모두 수습해 돌아간 뒤에야 비로소 도망해 왔다고 한다.\n원래 양원은 요동(遼東) 장수라, 한갓 오랑캐를 막을 줄만 알았지 왜병을 방어할 줄은 몰랐다. 그래서 이렇게 피했던 것이요, 또한 평지에 있는 성을 지키기 어렵다는 것도 알지 못했던 때문이었다.\n여기에서 효의의 말을 이렇듯 자세히 적는 것은, 뒤에 적을 막을 자로 하여금 경계가 되게 함이다.\n남원이 함락되자 전주 이북은 모두 와해되어 어찌할 수가 없게 되었다.\n양원은 이 때문에 극형을 당했고, 벤 그의 머리는 효시(梟示)당했다.",
      "toc_title": "왜병이 남원을 함락시켰다.",
      "seq": "53"
    },
    {
      "node_id": "NODE03885007",
      "name": "MEDA03976705",
      "title": "통제사 이순신은...",
      "content": "통제사 이순신은 왜적을 진도의 벽파정(碧波亭) 아래에서 대파시키고, 적장 마다시(馬多時)를 죽였다.\n이순신이 진도에 이르러 병선(兵船)을 수습하니 겨우 십여척에 지나지 않았다.\n이때 연해(沿海)에는 배를 타고 피난하는 백성들이 무수히 많았는데, 이순신이 왔다는 소문을 듣고 반가워 어쩔 줄을 몰라했다.\n이순신은 이들을 여러 길로 불러 맞이하니, 원근에서 구름처럼 모여들었다. 이들은 뒤에 거느려 아군의 형세를 돕게 하였다.\n적장 마다시는 수전(水戰)에 매우 능한 자로서 선척 3천여 척을 거느리고 와서 서해를 침범하려다가 양군이 서로 벽파정 아래에서 부딪쳤다.\n이순신은 겨우 배 열두 척에 대포를 싣고 조수(潮水)를 이용하여 순류(順流)를 타고 적을 치니, 적은 저당치 못하고 패하여 달아나매, 이로부터 군중의 사기가 크게 떨쳤다.\n이때 이순신의 휘하에는 이미 8천여 명이 넘는 군사가 모여들었다. 그는 이들을 이끌고 나가서 고금도(古今島)에 진주하였다. 그러나 군량이 떨어졌음을 걱정하여, 바다에 통행 하는 첩지(帖紙)를 만들고 영을 내렸다.\n‘삼도(三道) 연해를 통행하는 모든 선박은 공 · 사선(公私船)을 막론하고 첩지가 없을 경우에는 간첩으로 인정하고 통행치 못하게 할 것이다.’\n이에 피난하던 백성들이 다투어 와서 첩지를 받아 갔다. 이순신은 이들에게 선박의 크고 작은 종류에 따라 군량미를 바치고 첩지를 받아가게끔 하였는데, 큰 배는 석 섬, 중간 배는 두 섬, 적은 배는 한 섬씩으로 하였다.\n피난민들은 그들의 배에 재물과 곡식을 다 싣고 나왔기 때문에 군량미 정도 쯤 바치는 것은 어렵게 여기지 않았고, 통행할 수 있는 것만을 기쁘게 생각하였다. 그리하여 열흘 만에 군량미 만여 석을 얻게 되었다.\n이순신은 다시 사람을 모집하고, 구리와 철을 모아 대포를 만들고, 나무를 베어 배를 만들기에 분주하니, 모든 일이 잘 되어 갔다. 원근의 피난민들이 모두 와서 이순신에게 의지하여 집과 막을 만들고, 물건을 파는 것으로 생업을 하니, 조그만 섬 속에 이들을 모두 수용할 수 없게 되었다.\n이윽고 중국 장수 수병 도독(水兵都督) 진인(陳璘)이 왔다. 그는 남쪽으로 내려가 고금도에서 이순신과 합세하게 되었다. 그러나 그는 성품이 사나워서 꺼리는 사람이 많았다.\n임금이 청파(靑坡)까지 나와 진린을 전송할 때 나도 나가 보았지만, 그는 수령을 패고 욕하는 것은 말할 것도 없고, 노끈으로 찰방(察訪) 이상규(李尙規)의 목을 매어 끌어서 얼굴에 피가 낭자하게 했다. 나는 급히 역관(驛官)을 시켜 이를 말리도록 했으나 그는 끝내 듣지 않았다. 나는 같이 앉았던 재상들을 보고 탄식했다.\n“허허, 이번 싸움에 이순신의 군사가 또 패하겠구나. 진인과 같이 군중에 있으면 자연히 장수의 권리를 잃을 것이니, 저렇듯 군사들에게 횡포하고서야 그 군사가 패하지 않을 수 가 있겠는가.”\n이 말을 듣던 다른 여러 사람들도 내 말을 옳게 여겨 탄식해 마지않았다.\n한편 이순신은 진인이 온다는 소식을 듣고, 군사들을 시켜 물고기를 낚고 돼지와 사슴을 잡아 술과 안주를 푸짐하게 장만해 놓고 그를 맞이했다.\n진인의 배가 도착하매 순신은 군의(軍儀)를 갖추어 멀리 나가 그를 맞고, 그 군사들을 크게 대접하니 제장들과 이하 군사들 중에는 취하지 않은 자가 없었다. 사졸들은 모두 이순신을 가리켜,\n‘과연 참 양장(良將)이로다’\n하고 칭송해 마지않았고, 진인도 마음이 흐뭇한 모양이었다.\n진인이 온 지 얼마 안되어 적병이 와서 근처 섬을 침범했다. 이순신은 즉시 군사를 보내어 이를 파하고 적병 40명의 머리를 베어 왔다. 그러나 이순신은 이 전공을 모두 진인에게로 돌렸다. 진인은 마음속으로 여간 기뻐하지 않았다. 이로부터 그는 이순신을 어렵게 여겼다. 모든 일을 일일이 이순신에게 물어서 처리했고, 출입하는 데에도 이순신과 나란히 교자를 타고 다녔지 감히 앞서 가지 못했다. 이에 이순신은 진인과 약속하여 중국 군사와 우리 군사는 조금도 다름이 없는 처지이니, 만일 조금이라도 백성들에게 누를 끼치는 자가 있으면 용서없이 엄벌키로 했다. 이로부터 섬 속의 규율이 잡히고 질서가 섰다.\n이것을 본 진인은 임금께 글을 올렸다.\n‘통제사는 경천위지(經天緯地)의 재주와 보천욕일(補天浴日)의 공이 있습니다.’\n이렇듯 진인이 이순신을 칭찬한 것은 그에게 감복하였기 때문이다.\n적병은 물러갔다.\n그러나 당시 적은 3도(道)를 짓밟아 지나는 곳마다 민가를 불태우고 인민들을 살육했다. 그들은 우리 나라사람들을 붙잡기만 하면 모조리 코를 베어 저들의 위세를 보였다.\n적병이 직산(稷山)에 이르니 서울 사람들이 모두 도망해 흩어졌다.\n9월 초아흐렛날,\n내전(內殿)은 적병을 피하여 서쪽으로 내려갔다. 경리(經理) 양호(楊鎬)와 제독(提督) 마귀(麻貴)는 서울에 남아서 평안도 군사 5천여 명과 황해도와 경기도 군사 수천 명을 모집 해다가 나누어 강 여울을 지키게 하고 창고도 수비하게 하니, 적들은 경기도의 경계에서 되돌아갔다.\n청정은 다시 울산에, 행장은 순천에, 심안돈오(沈安頓吾)는 사천(泗川)에 둔치니, 그 길이가7, 8백 리에 뻗쳤다.\n이때 서울이 거의 지키지 못할 상태에 이르니, 조신(朝臣)들은 다투어 피난할 방책을 임금께 아뢰었다.\n지사(知事) 신잡(申磼)이 나와 아뢰었다.\n“임금께서는 마땅히 영변(寧邊)으로 거둥하셔야 합니다. 신이 일찍이 병사(兵使)가 되었을 제, 영변 사정을 대강 아옵는바. 가장 조심되는 것은 간장[醬]이 없는 것이오니, 이것을 미리 예비하시지 않는다면 가서 마련할 수가 없을 것입니다.”\n이 말을 듣고 모두 웃으면서 말했다.\n“신일(辛日)에는 간장을 담그지 못한다더니 -”(辛不合醬)\n이때 한 대신이 조당(朝堂)에 나가 말했다.\n“이까짓 적을 가지고 무엇을 조심하란 말입니까. 오래되면 자연 없어질 것이니 오직 임금님을 모시고 편안한 곳으로 갈뿐입니다.”\n원수 권율이 서울로 들어왔다.\n임금이 불러 보시고 사정을 묻자 그는 이렇게 대답했다.\n“당초에 임금님께서 갑자기 서울로 돌아오시지 말고, 그대로 서쪽에 머물러 계시면서 적의 형세가 어떠한지를 보았으면 좋았을 걸 그랬습니다.”\n그러나 이윽고 적은 물러갔다고 들려왔다.\n그리하여 권율은 다시 경상도로 내려갔다.\n대간(臺諫)에서는 권율이 꾀가 없고 겁만 많아서 원수(元帥)의 자격이 없다고 말했다.\n그러나 임금은 듣지 않았다.",
      "toc_title": "통제사 이순신은...",
      "seq": "54"
    },
    {
      "node_id": "NODE03885008",
      "name": "MEDA03976706",
      "title": "12월에 양 경리(楊經理)와 마 제독(麻提督)이...",
      "content": "12월에 양 경리(楊經理)와 마 제독(麻提督)이 기병(騎兵) 수만을 거느리고 경상도로 내려가 울산에 있는 적의 영책을 쳤다.\n이때 적장 청정은 울산 동쪽 해변의 험준한 곳에 성을 쌓고 있었는데, 양 경리와 마 제독이 불의에 쳐들어가 철갑으로 무장한 기병으로 습격하니, 적은 견디지 못하고 바깥 성을 버린 채 내성으로 몰려들어갔다. 이에 중국 군사들은 노획한 물건만을 수습하는 데 정신이 없을 뿐, 더 진공치 않았다. 적들은 그 사이에 성문을 굳게 닫고 고수하니, 중국 군사가 아무리 공격해도 소용이 없었다.\n여러 중국 군사 진영에서는 소규모 부대를 내어 성 밑을 포위하고 지켰다. 이런지 13일이 지났는데도 적들은 여전히 성 밖에 나올 기미가 보이지 않았다. 29일, 나는 경주에서 떠나 경리와 제독을 만나본 다음, 적의 보루를 바라다보니 몹시 한가로워 사람의 기척이라곤 없었다.\n성 위에는 성가퀴도 설치하지 않고, 다만 사방으로 줄행랑을 만들어 군사들은 모두 그 안에서 지키고 있었다. 밖에서 아군이 혹 성 밑에 이르고 보면 총알을 비오듯 쏘아 날마다 싸우는데, 중국 군사와 우리 군사가 수없이 죽어갔다.\n적의 배는 또 서생포(酉生浦)로부터 와서 후원했다. 그들은 물 위에 마치 오리처럼 벌려 섰다. 그러나 이 섬에는 식수(食水)가 없어 적은 밤마다 성 밖으로 나와 물을 길었다.\n경리는 김응서(金應瑞)로 하여금 용사들을 거느리고 성 밖 샘 곁에 매복하게 해서 밤마다 백여 명을 사로잡았다. 그들은 주리고 피로해서 겨우 생명만을 유지하고 있었다. 여러 장수들이 생각하기에 성안에는 양식이 떨어져서 날이 갈수록 적은 절로 패퇴되리라 여겼다. 그러나 때마침 일기가 몹시 춥고 비까지 내려 병사들은 모두 손발에 동상을 입고 견딜수 없는 데다가 적들이 다시 육로로 구원하려 오므로 양 경리는 겁을 먹고 급히 회군하여 버렸다. 정월에 중국 장수는 모두 서울로 돌아갔다가 다시 진격할 계획을 세우기로 했다.",
      "toc_title": "12월에 양 경리(楊經理)와 마 제독(麻提督)이...",
      "seq": "55"
    },
    {
      "node_id": "NODE03885009",
      "name": "MEDA03976707",
      "title": "무술년(1598년) 7월에...",
      "content": "무술년(1598년) 7월에 경리 양호(楊鎬)가 파면되고 다시 만세덕(萬世德)이 대신 경리가 되었다.\n당시 형개의 참모관인 병부 주사(兵部主事) 정응테(丁應泰)가 양호의 잘못한 일 20여 건을 보고해서 파면되었던 것이다.\n그러나 우리 임금은 여러 경리들 중에서도 적을 파하는데 그가 가장 많은 힘을 썼으므로, 좌의정 이원익을 보내어 구원하려 했으나 뜻을 이루지 못했다. 8월에 드리어 그가 떠나가게 되자 임금은 몸소 홍제원(弘濟院)까지 나가 전송하며 석별의 눈물을 흘렸다.\n아직까지 만세덕은 도착하지 않았다.\n9월에 형개는 또 군사를 나누어 주둔했다.\n마귀는 울산을 맡게 하고, 동일원은 사천을 맡게 했다. 유정은 순천, 그리고 진인은 수로(水路)를 맡게 했다. 그리하여 이들은 동시에 진격했으나 모두 이롭지 못했다. 특히 동일원의 군사는 적에게 패하여 많은 사상자를 냈다.",
      "toc_title": "무술년(1598년) 7월에...",
      "seq": "56"
    },
    {
      "node_id": "NODE03885010",
      "name": "MEDA03976708",
      "title": "10월에 유 제독(劉提督)은...",
      "content": "10월에 유 제독(劉提督)은 다시 순천에 웅거한 적을 쳤고, 통제사 이순신은 구원병을 바다 위에서 크게 이겼다. 그러나 이 싸움에서 순신은 전사했다.\n적장 평행장은 성을 버리고 달아났고, 부산 · 울산 · 하동 등 바닷가에 주둔하고 있던 적병도 모두 퇴병했다.\n행장은 순천 예교(芮橋)에 성을 쌓고 굳게 지키고 있었다. 유정이 중국 대병을 거느리고 쳤으나 전세가 불리해서 순천으로 돌아왔다가 다시 나가 쳤다.\n이순신은 진인과 함께 해구(海口)를 끼고 몰아나갔다.\n이에 행장은 하는 수 없어 사천의 적장 심안돈오에게 구원을 청했다. 수로로 와서 합세하는 돈오를 이순신이 진격하여 대파시키고, 적의 배 2백여 척을 불사르고 무수한 적병을, 혹은 죽이고 혹은 사로잡는 대전과를 세웠다. 그리고 또 달아나는 적을 추격해서 남해 지경에까지 이르렀던 것이다.\n이순신은 이 싸움에 친히 시석(矢石)을 무릅쓰고 힘써 싸우다가 날아온 적탄에 가슴을 맞았다.\n좌우가 황급히 그를 부축해서 장중으로 들어갔다.\n이때 이순신은 가만히 입을 열어,\n“지금은 싸움이 심히 급한 때이니 아예 내가 죽었단 말을 내지 말라”\n하고 한마디를 남긴 채 애석하게도 숨을 거두고 말았다.\n이순신의 조카 이완(李莞)은 본래 담략과 국량(局量)이 있는 사람이었다. 이순신의 말대로 그의 죽음 소식을 발표하지 않고 이순신의 명령으로 더욱 싸움을 독려했으므로, 군중에서도 그의 죽음을 눈치채지 못하였다.\n진인이 탄 배가 적에게 포위되자 이완은 배를 몰아 헤쳐 들어가 구원했다.\n진인은 이순신이 자기를 구원한 줄로만 알고 사람을 보내어 사례하다가 비로소 그가 전사했다는 소식을 듣고 의자에 앉았다가 몸을 땅에 던지면서,\n“나는 통제사가 와서 구원해 주었거니 여겼는데 세상을 떠났다니 이게 웬말인가?”\n하고 큰 소리로 통곡하니, 군중이 모두 소리를 내어 울음바다를 이루었다. 바닷속에 곡성이 진동했다.\n행장은 우리 수군이 적병을 쫓아 그의 병영을 지나간 틈을 이용하여 뒤로 빠져 달아났다.\n이보다 앞서 7월에 왜추(倭酋) 평수길(平秀吉)이 이미 죽었기 때문에 바닷가에 둔쳤던 적들은 점차로 물러가기 시작했다.\n한편 이순신의 전사 소식을 들은 우리 군사와 중국 군사들의 영책에는 곡성이 끊이지 않아 마치 자기들의 어버이를 잃은 듯 애통함을 이기지 못했다. 영구(靈柩)가 지나는 곳마다 백성들이 곳곳에서 제물(祭物)을 차려가지고 따라나서며 울었다.\n“공께서 우리를 살렸는데 이제 우리를 버리시고 어디로 가신단 말입니까?”\n하고 수레를 붙들고 우니, 길이 막혀 영구가 나가지 못할 지경이었다. 길에서 보는 사람마다 눈물을 흘리지 않는 이가 없었다.\n조정에서는 이순신에게 의정부 우의정(右議政)을 증직 (贈職)했다.\n형개가 이 해상(海上)에 사당(祠堂)을 지어 충혼(忠魂)을 제사지내자고 하였으나 뜻을 이루지 못하자, 해변 사람들이 서로 의논해서 사당을 짓고 이를 ‘민충사(愍忠祠)’라 하여 제사를 지내게 했다.\n장사꾼들과 어선(漁船)들도 이곳을 왕래할 때 마다 꼭 제사 지내고 간다 한다.",
      "toc_title": "10월에 유 제독(劉提督)은...",
      "seq": "57"
    },
    {
      "node_id": "NODE03885011",
      "name": "MEDA03976709",
      "title": "이순신의 자는 여해(汝諧)요",
      "content": "이순신의 자는 여해(汝諧)요 본은 덕수(德水)이다. 조상에 변(邊)이란 분이 있어 벼슬이 판부사(判府事)에 이르렀는데, 강직하기로 이름이 있었다. 그의 증조 거(琚)는 성종(成宗)을 섬겼다. 연산(燕山)이 동궁(東宮)으로 있을 때 거는 강관(講官)이 되었는데, 너무 엄하다 해서 연산에게 미움을 받았다. 일찍이 장령(掌令)이 되었을 제, 탄핵하기를 서슴지 않으니, 백료(百僚)들이 그를 꺼려 ‘호랑이 장령’이란 별명까지 붙였다. 조부 백록(百祿)은 가문의 덕으로 음사(蔭仕)를 지냈고, 아버지 정(貞)은 벼슬하지 않았다.\n순신은 어렸을 때부터 영특하고 씩씩하여, 여러 동무들과 놀 때에도 나무를 깎아 활을 만들어가지고 자기 마음에 맞지 않는 사람이 지나가면 그 사람의 눈에 대고 활을 쏘려 했기 때문에, 나이 많은 어른들도 이를 꺼려 그 집 문앞을 잘 지나 다니지 못했다 한다.\n차차 장성하자 과연 활쏘기를 잘해서 무과(武科)로 이름을 날렸다. 그의 조상들은 본래 문관(文官)이었는데, 유독 그만이 무과에 올라 권지훈련원봉사(權知訓鍊院奉事)에 보직되었다.\n한번은 병조판서 김귀영(金貴營)이 자기 서녀(庶女)가 있어 이순신에게 첩으로 주고자 하였으나 순신은 이를 즐겨하지 않았다. 사람들이 까닭을 묻자 그는,\n“내가 이제 처음 나가 벼슬을 하는데 어찌 권문(權門)에 장가들어 거기에 의지할 수 있으랴 !”\n하고 물리 쳤다.\n어느 날 병조정랑 서익(徐益)은 자기와 친근한 사람이 훈련원(訓鍊院)에 있었는데, 서열을 건너뛰어 천거해서 올려 쓰려 했다.\n이때 이순신은 훈련원 장무관(掌務官)으로서 그 말을 듣지 않았다.\n서익이 이순신을 불러 힐문했으나 그는 조금도 얼굴을 변치 않고, 사리에 옳지 않은 짓이라고 직변(直辯)했다. 서익이 크게 노하여 장차 무슨 일이 일어날지 모르는 판이었는데도 그는 조금도 동요됨이 없었다.\n서익은 본래 성품이 사나운 사람으로 동료들도 그를 꺼려서 말다툼을 못하는 터였다.\n계하(階下)에서 이 거동을 바라보던 하리(下吏)들은 서로 쳐다보고 혀를 내밀며,\n“이 양반이 정랑(正郎)에게 항거하다니 앞길을 생각하지 못하는 분인 모양이로군.”\n하고 수군거리기도 했다.\n그러나 날이 저물도록 이순신은 뜻을 굽히지 않았다. 마침내 서익은 부끄러운 빛으로 이순신을 돌려보내는 수밖에 없었다.\n이런 일이 있은 후로 식자(識者)들 간에는 이순신의 이름이 차차 알려지기 시작했다.\n그가 옥에 갇혔을 때 장차 무슨 변고가 생길지 몰라 옥리(獄吏)들이 그의 조카 분(芬)을 보고 뇌물을 쓰면 나올 수 있겠다 하였으나, 이순신은 이 말을 듣고 조카를 불러,\n“내가 죽으면 죽었지 어찌 도리에 어그러진 일을 해서 살기를 도모한단 말이냐 ?”\n하고 꾸짖었다 한다. 그의 지조가 얼마나 곧은지를 이만하면 짐작할 수 있으리라.\n그의 사람됨은 말과 웃음이 적었고, 용모가 단아하고 수려하여 근엄한 선비와 같았다. 그러나 그의 가슴 속에는 담기가 있에 몸을 잊고 싸우다가 순국(殉國)하였으니, 이는 평소부터 그의 정신 속에 쌓여온 수양의 결정(結晶)이었다.\n그에게는 희신(羲臣) · 요신(堯臣)의 두 형이 있었으나 모두 일찍 죽었다. 그는 두 형들의 자녀를 자기 혈육과 같이 사랑으로 길렀고, 장가들고 시집보내는 것도 자기 자녀보다 먼저 서둘러 하곤 했다.\n이러한 재질을 가진 그가 명(命)을 타지 못하여 재주의 한 가지도 제대로 베풀어 보지 못한 채 세상을 떠났으니, 아 ! 참으로 안타까운 일이로다.",
      "toc_title": "이순신의 자는 여해(汝諧)요",
      "seq": "58"
    },
    {
      "node_id": "NODE03885012",
      "name": "MEDA03976710",
      "title": "그는 통제사로 있을 때...",
      "content": "그는 통제사로 있을 때 주야로 마음을 스스로 단속하여 갑옷을 벗는 일이 없었다.\n견내량(見乃梁)에서 적과 상치한 지 오래되던 어느 날 밤, 배는 모두 닻을 내리고 달밤은 낮과 같은데, 그는 갑옷을 입은 채 북을 베고 잠시 누웠다가 벌떡 일어나더니 좌우를 불러 소주를 가져오라 했다.\n그는 술 한 잔을 따라 마시더니 제장들을 불러오라 했다.\n“오늘밤 달이 이렇듯 밝으니 필시 적병이 간계를 부릴 듯 하다. 달이 없는 날이면 반드시 우리를 엄습해 왔으니 이렇게 달이 유난히 밝은 날도 공격해 올 듯싶다. 제장들은 각별히 경비하여 소루(疎漏)함이 없도록 하라.”\n이에 호령의 나팔을 불어 모든 배의 닻을 올리게 하고 또 척후를 시켜 적정(敵情)을 살피라 했다.\n얼마 되지 않아 척후가 급히 와서 보고했다.\n“적들이 진격해 옵니다.”\n이때 달은 서산에 걸려 산 그림자가 바닷속에 거꾸로 있어 그 곳은 약간 어두웠다. 그 위를 적선이 새까맣게 덮쳐 오고 있었다.\n이를 기다리고 있던 이순신의 군사가 적선이 가까이 오기를 기다려 일제히 대포를 쏘고 함성을 올리니 아군의 여러 배가 모두 이에 호응했다.\n적은 우리가 준비하고 있음을 알고 더 접근치 못한 채 일시 조총을 쏘았으나, 소리만 바닷속에 진동할 뿐 탄환은 모두 물 위에 비처럼 떨어졌다. 결국 적들은 감히 범하지 못하고 패해 돌아갔다. 이것을 보고 제장들은 모두 그를 신(神)이라 했다.",
      "toc_title": "그는 통제사로 있을 때...",
      "seq": "59"
    },
    {
      "node_id": "NODE03885014",
      "name": "MEDA03976712",
      "title": "무인년(1578년) 가을.",
      "content": "무인년(1578년) 가을.\n장경성(長庚星)이 하늘에 뻗쳤는데, 그 모양이 마치 흰 비단과 같았다.\n이 별은 서쪽으로부터 동쪽으로 향해 그대로 뻗쳐 있다가 몇 달이나 되어서 없어졌다.\n무자(1588년) 연간에 한강(漢江) 물빛이 사흘 동안이나 붉었었다.\n신묘년(1591년)에 죽산(竹山) 태평원(太平院)뒤에 있던 돌하나가 저절로 일어섰다. 또 통진현(通津縣)에서는 누워 있던 버드나무가 다시 일어났다.\n이런 일이 있는지라, 민간에서는 장차 도읍을 옮길 징조라는 유언이 전해졌다.\n또 동해 바다에서 나던 물고기가 서해 바다에서 나더니 점점 한강으로 올라왔다.\n해주(海州)에서는 본래 청어(靑魚)가 났었는데 근 십여 년동안 도무지 나지 않았다. 이것이 요동(遼東) 바다로 옮겨가 요동 사람들은 이것을 신어(新魚)라고 불렀다.\n또 요동 8참(站)에 사는 사람들이 어느 날 모두 놀라서 하는 말이,\n“조선(朝鮮)에 적이 침입해 와서 조선 왕자가 교자를 타고 압록강에 이르렀다.”\n하고 말을 서로 전하니, 이에 노약(老弱)들이 산에 을라가는 등 인심이 어수선했다. 그런 지 수일 후에야 비로소 안정되었다.\n또 우리 나라 사신이 북경 (北京)에서 돌아오다가 금석산(金石山)에서 하씨(河氏) 성을 가진 사람의 집에서 자게 되었다.\n그 주인이 사신을 보고 말했다.\n“조선 역관(譯官)이 나보고 하는 말이, 당신 집에 3년 된 술과 5년 된 술이 있다 하니 그걸 아끼지 마시오. 오래지 않아서 반드시 군사들이 쳐들어올 거요. 그때는 비록 술이 있어도 누구와 같이 먹으려오.”\n이런 일이 있은 후로 요동 사람들은 조선에 딴 생각이 있을 것이라고 의심해서 모두 놀라고 의심했다 한다.\n사신이 돌아가 그 일을 조정에 아뢰었다.\n조정에서는 역관이 말을 꾸며 일을 만들어 가지고 본국을 무함(誣陷)한다고 생각했다. 몇 사람을 체포해서 인정전(仁政殿) 대뜰 아래 꿇려 놓고 무릎에 화형(火刑)을 썼다. 그러나 그들은 아무 말도 없이 죽었다.\n이는 신묘 연간의 일이었다.\n그런데 이듬해에 결국 왜변(倭變)이 있었으니 이는 큰 난리가 장차 생길 것을 안 것이다.\n사람은 비록 이를 깨닫지 못한다 하더라도 조짐으로 나타난 그 형상은 한 가지만이 아니었다. 심지어 또 흰 무지개가 태양을 꿰뚫고 태백(太白 ; 金星)이 하늘에 뻗치는 등 이런 일이 없는 해가 없었다. 그러나 사람들은 이것을 보고도 보통 일로 여겨 왔다.\n또 서울 성안에는 항상 검은 기운이 있었다. 그것은 연기도 아니요, 안개도 아니었다. 이것이 땅에 서리고 하늘에 닿아 이렇게 하기를 십여 년이나 했다.\n그 밖의 변괴는 이루 말할 수가 없다.\n이러고 보니, 하늘이 사람에게 알리는 것이 가위 깊고 간절하다 할 것이나, 사람들이 능히 살피지 못할 뿐이다.\n두시(柱詩)에 이런 구절이 있다.\n장안성 성머리 머리 흰 새,\n밤이면 연추문 위에 날아와 우네.\n사람의 집에 와서 대들보를 쪼니,\n그 집 높은 벼슬아치 달아나 오랑캐 피하네.\n長安城頭頭白烏 夜飛延秋門上呼\n又向人家啄大屋 屋底達官走避胡.\n이것도 역시 이상한 조짐을 기록한 시(詩)다.\n임진년(1592년) 4월 17일에 적이 온다는 소식이 들리자 조야(朝野)가 황황했다.\n이때 갑자기 괴상한 새가 궁중 후원에서 울더니 하늘로 날아 올라갔다. 그 새는 혹 멀리갔다가 혹 가까이도 왔다. 한 마리 새가 우는데 그 소리는 온 성중에 가득했다. 이 울음소리를 듣지 못한 사람은 없었다. 날이면 날, 밤이면 밤, 그 새는 잠시도 그치지 않고 울었다.\n이러기를 십여 일 했는데, 임금의 행차는 서울을 떠나갔고 왜적들이 성으로 들어왔다. 궁궐과 묘사(廟社)와 모든 민가는 일제히 비워졌다.\n아하 ! 이 또한 괴상한 일이로다.\n또 이해 5월, 내가 임금의 행차를 따라 평양에 갔을 때였다. 나는 김내진(金乃進)의 집에 묵고 었었다. 내진이 어느날 나에게 이렇게 말했다.\n“연전에 표범이 성중으로 들어온 일이 있고, 또 대동강 물이 붉은 적이 있었습니다. 동쪽 가는 몹시 흐리고, 서쪽 가는 조금 맑았었지요. 그러더니 오늘날 이런 변고가 생기는군요.”\n이때 아직 적병은 평양에 이르지 않았을 때라, 나는 이 말을 듣고 아무런 대답도 하지 않았다. 그러나 나 역시 심중으로는 몹시 불쾌했다.\n이러고서 또 얼마 안되어 평양이 함락되었다. 대개 표범이란 역시 야수(野獸)다. 이것이 성안으로 들어온다는 것은 온당한 일이 아니다. 마치 춘추(春秋)에 구욕(鸜鵒)새가 와서 집을 짓고, 여섯 마리 익(鷁)새가 날아가며 사슴과 물여우〔蜮〕 같은 짐승 등 나타나지 않는 것이 없었다는 말과 같다. 하늘이 사람에게 보여 주는 것이 분명하고, 성인(聖人)의 경계가 이같이 깊다. 어찌 두려운 일이 아니랴. 어찌 삼갈 일이 아니랴!\n또 임진년 봄과 여름 사이에 목성(木星)이 미기(尾箕)를 지키니 미기는 곧 연분(燕分)이라, 옛날부터 말하기를 우리 나라는 연(燕)과 같다고 해오던 터였다. 이때 적병들이 날로 밀어닥쳐 인심이 흉흉하여 어찌할 줄을 몰랐다. 어느 날 임금이 교서를 내려 말했다.\n“복성(福星)이 지금 우리 나라에 있으니 적을 두려워할 게 없다.”\n이것은 이런 핑계로써 인심을 진정시켜 보려고 한 말이었다.\n그러나 이런 뒤에 서울은 비록 잃었어도 마침내는 능히 예전대로 회복해서 옛 도읍으로 돌아갔다. 또 적추(賊酋) 수길(秀吉)은 마침내 제 흉칙한 계획을 이루지 못하고 저절로 죽었으니, 이 어찌 우연한 일이라 하겠는가. 모두 하늘의 뜻 아님이 없는 것이다.\n왜인은 몹시 간교한 놈들이었다.\n그들이 용병(用兵)하는 것은 하나도 사술(詐術) 아닌 것이 없었다. 그러나 임진년 일은 서울에만 중점을 두었고 평양에는 너무 소홀했었다.\n우리 나라는 택 년 동안 승평(昇平)한 세월이 흘러 백성들이 군사라는 것을 알지 못했다. 그러던 것이 졸지에 적병이 왔다는 말을 듣고 보니 창황하고 어찌할 줄을 몰라 원근이 모두 넋을 잃고 우두커니 있을 수밖에 없었다.\n왜병은 파죽(破竹)의 형제를 타고 열흘 동안에 서울에 몰아닥쳤다.\n우리는 지혜가 있어도 꾀를 낼 수 없었고 용맹이 있어도 이것을 써보지 못했다.\n인심은 무너져 수습할 길이 없었다. 이는 병가(兵家)에서 좋은 꾀를 냈어도 적의 간사한 계교에는 어쩔 수 없었기 때문이었다. 그렇기 때문에 나는 서울에 중점을 두었다고 말한 것이다.\n적들은 상승(常勝)의 위엄을 믿고 저들의 뒤는 돌아다보지 않았다. 이리하여 여러 도로 흩어져 나와 저들 맘대로 방자히 굴었다.\n대체 군사란 나누면 형세가 약해지지 않을 수가 없는 법이다. 천 리에 영책을 연하여 오랫동안 날짜를 끄니, 이는 이른바 아무리 강한 화살이라도 그것이 멀리 가고 보면 낡은 헝겊 하나도 뚫지 못한다는 것과 같다.\n또 장숙야(張叔夜)가,\n“여진(女眞)이 군사 쓰는 법을 알지 못하는구나. 외로운 군사가 깊이 들어가고서 능히 살아서 돌아갈 수가 있는가.”\n라고 한 말과도 같다.\n이 까닭에 증국 군사 4만 명으로 평양을 쳐서 깨쳤고, 평양이 깨지자 여러 도에 있는 군사들은 맥을 추지 못했다. 비록 서울만은 그대로 점령하고 있었으나 대세(大勢)는 이미 기울어졌었다.\n사방에 흩어져 있던 우리 백성들이 곳곳에서 적을 맞아 공격해서 적의 수미(首尾)가 서로 통하지 못하게 되니 드디어 적은 퇴병하지 않을 수 없었던 것이다. 그렇기 때문에 평양에 는 소홀했다고 나는 말한다.\n그러나 아하 ! 적이 실수한 것은 오직 우리에겐 다행한 일이었다.\n정말 우리 나라에 훌륭한 장수라도 있어 군사 수만 명을 거느리고 때를 보아 기계(奇計)를 쓰고,  긴 뱀과 같은 적의 영책을 쳐서 저들의 어깨와 허리를 잘라 놓아 이것을 평양 싸움에 써먹었더라면 그들의 대병을 모두 무찌를 수가 있었을 것이다. 또 이런 계교를 서울 이남에서 썼더라면 그들의 수레바퀴 하나도 제대로 돌아가지 못하게 했을 것이다.\n이렇게 한 연후라야 적은 마음이 놀라고 담이 부서져저 수십 년, 수백 년이 지난 뒤에라도 감히 우리를 바로 보지 못하여 다시는 뒷근심이 없었을 것이다.\n그러나 당시 우리는 쇠잔한 기운을 겨우 지탱했을 뿐, 능히 이런 일을 하지 못했다. 또 중국의 여러 장수들도 이렇게 해야 됨을 알지 못했다. 그래서 적으로 하여금 조용히 물러가게 했을 뿐, 조금도 징계하고 두려움을 주지는 못했다.\n이에 아주 하책(下策)으로서 그들을 봉공(封貢)하려 했으니 어찌 탄식할 일이 아니랴. 어찌 애식한 일이 아니랴. 지금에 와서 생각하면 이가 떨리고 주먹이 쥐어지는 일이다.",
      "toc_title": "무인년(1578년) 가을.",
      "seq": "61"
    },
    {
      "node_id": "NODE03885015",
      "name": "MEDA03976713",
      "title": "옛날 조조는...",
      "content": "옛날 조조(鼂錯;전한 때의 정치가-역주)는 임금에게 병사(兵事)를 이렇게 말했다.\n“군사를 쓰고 싸움에 임해 싸우는 데 세 가지 중요한 것이 있습니다. 첫째는 지형(地形)을 얻을 것, 둘째는 군사들이 명령에 복종할 것, 셋째는 병기는 좋은 것을 쓰는 것입니다. 이 세 가지는 군사를 쓰는 대요(大要)인 동시에 승부가 여기에서 결정되는 것이니 장수된 자가 알지 않을 수 없는 것입니다.”\n과연 왜병은 공격 하는 싸움에도 익숙하고 병기도 정밀했다. 옛날에 없던 조총(烏銃)이 있었으니, 그 멀리 가는 힘과 명중(命中)하는 것이 화살보다 배가 더하다.\n우리 군사와 만일 넓은 들판에서 만나 양진(兩陣)이 서로 대해서 법도대로 교전한다면 그들을 대적하기란 더욱 어려웠을 것이다. 대개 우리가 쓰는 활이란 백 보(步)밖에 못 가는데 조총은 수백 보를 나간다. 그런데다가 바람 속에 우박처럼 쏟아지니 그것을 저당하지 못하는 것은 당연한 일이다.\n그러나 먼저 지형(地形)을 골라서 산골짜기 험한 곳과 수목이 우거진 곳에 미리 활쏘는 군사를 매복시켜, 적으로 하여금 알지 못하게 하고 있다가, 좌우에서 한꺼번에 활을 쏘고 보니 저들에게 비록 조총이나 창도(槍刀)가 있다 하더라도 이것을 쓸 사이도 없이 크게 이겼던 것이다.\n이제 한 가지 일을 들어서 증거로 삼겠다.\n적은 임진년에 서울에 들어왔다.\n날로 성 밖으로 노략질해 나갔다. 심지어 원릉(圓陵)까지도 보존하지 못했다.\n고양(高陽) 사람 진사(進士) 이노(李櫓)는 활을 잘 쏘고 담력도 있었다.\n어느 날 동지 두 사람과 함께 활을 가지고 창경릉(昌敬陵)에 들어갔었다.\n뜻밖에 적의 대부대가 나오더니 골짜기 속에 가득 찼다.\n이노 등은 어찌할 바를 몰랐다. 등나무 가지가 우거진 숲속으로 몸을 숨겼다.\n적들은 그들을 찾으려고 가까이 와서 기웃거렸다.\n노(櫓) 등은 그 속에서 활을 당겼다. 시위 소리가 나면서 적은 번번이 맞아 거꾸러졌다. 이들은 다시 자리를 옮겼다.\n이리저리 옮겨 숨으면서 적을 쏘아 죽이니, 적들은 그들을 찾아낼 수가 없었다.\n이로부터 적들은 숲만 보면 도망해 달아났기 때문에 능(陵)은 보존할 수가 있었다.\n이것으로 보면, 지형을 얻고 못 얻는 데에 성패가 달려 있다고 말할 수 있을 것이다.\n적이 상주(尙州)에 있을 때, 신입과 이일 등이 만일 이런 방법을 알았더라면 좋았을 것이다.\n먼저 토천(兎遷)과 조령(鳥嶺) 3, 40리 사이에 활쏘는 군사 수천 명을 매복해 두어서, 그 수효를 적들에게 알리지 않았더라면 능히 적을 대적할 수가 있었을 것이다. 그런데 오합(烏合)의 무리와 훈련되지 않은 군사들을 거느리고, 더욱이 험한 요새지(要塞地)는 버려둔 채 평지에서 버티고 있었으니 패하지 않을 수 있었겠는가 !\n내가 이것은 병기(兵機)에서 자세히 말했지만, 여기에 또 한 번 특별히 기록하는 것은 뒷사람들을 경계하기 위함이다.",
      "toc_title": "옛날 조조는...",
      "seq": "62"
    },
    {
      "node_id": "NODE03885016",
      "name": "MEDA03976714",
      "title": "내가 안주(安州)에 있을 때...",
      "content": "내가 안주(安州)에 있을 때 경상 우감사(右監司)인 친구 김사순(金士純)이 나에게 글을 보내왔다.\n‘진주(晋州)에서 성을 고쳐 가지고 끝까지 지킬 계획입니다.’\n이보다 앞서 적은 일찍이 진주를 한 번 침범했다가 이기지 못하고 물러간 일이 있었다.\n나는 사순에게 답장했다.\n“적이 조만간에 반드시 올 것이오. 만일 온다는 소식을 듣거든 반드시 대세(大勢)를 써서 지키도록 하시오. 전날과는 사뭇 다를 것이니 마땅히 포루(砲樓)를 세우고 기다려야만 걱정 이 없을 것이오.”\n계사년(1593년) 6월에 나는 적이 다시 진주를 공격한다는 말을 듣고 종사관(從事官) 신경진(辛慶晉)에게 말했다.\n“진주가 몹시 위급한데 다행히 포루(砲樓)가 있으면 지탱할 수 있을 게고, 그렇지 않으면 지키기 어려울 것이다.”\n이윽고 합천(陝川)으로 내려갔더니 진주가 함락되었단 말이 들렸다.\n단성 현감(丹城縣監) 조종도(趙宗道)도 역시 사순의 친구였다. 그가 그 뒤에 나에게 글을 보내왔다.\n“지난해에 사순과 진주에 같이 있을 때, 사순은 공의 편지를 보고서 기뻐 뛰면서 참 용한 계교라고 칭찬하더군요. 그는 즉시 막하(幕下)에 있는 몇 사람과 성을 돌아보고는 그 지형에 의해서 포루를 여덟 곳에 설치했습니다. 나무를 베어 떼를 만들어 강물에 띄워 내려보내니 고을 백성들은 역사를 하기 싫어서 모두 이렇게 말하였습니다. 전에는 포루 없이도 적을 막았는데 지금 왜 이렇게 사람을 들볶느냐고. 그러나 사순은 듣지 않았습니다. 재목이 도착되어 공사를 시작하려 하는데 마침 사순은 병이 나서 일어나지 못했지요. 그래서 그 일이 중지되었습니다.”\n이 글을 보면서 우리는 서로 한 번 탄식하였다.\n아하 ! 사순의 불행함이여 ! 이는 곧 온 성중 사람의 불행이었다.\n그러나 이것도 역시 운수라, 사람의 힘으로는 할 수 없는 일이었다.",
      "toc_title": "내가 안주(安州)에 있을 때...",
      "seq": "63"
    },
    {
      "node_id": "NODE03885017",
      "name": "MEDA03976715",
      "title": "임진년 4월에...",
      "content": "임진년 4월에 적은 연달아 여러 고을을 함락시켰으나, 우리 군사는 쉽게 무너져 감히 교봉(交鋒)하지도 못했다.\n비변사(備邊司)의 모든 신하들은 날마다 귈하로 모여들어서 적을 막아낼 방책을 강구했으나 아무런 계교도 나서지 않았다. 그중 이런 것이 건의됐다.\n“적들은 창도(槍刀)를 잘 쓰는데 우리는 이것을 막아낼 굳센 갑옷이 없습니다. 그렇기 때문에 능히 적을 대적하지 못합니다. 마땅히 두꺼운 쇄로 갑옷을 만들어 온몸을 감추고 적진에 들어가면 적들은 찌를 데가 없을 것이니 이렇게 하면 이길 것입니다.”\n여러 사람들은 이 말을 옳게 여겼다. 이에 여러 공장(工匠)들을 동원시켜 주야로 쇠를 두드려 갑옷을 만들게 되었다.\n그러나 나는 혼자 이것을 반대했다.\n“적과 싸우는 데는 구름같이 모여들고 새처럼 흩어져, 동작이 빠른 것이 제일이다. 그런데 온몸에 두꺼운 갑옷을 입으면 그 무게를 어떻게 이긴단 말인가? 또 물건도 운반할 수 없을 것이니 어떻게 적을 죽일 수가 있단 말인가?”\n이렇게 말했더니 여러 사람들이 과연 쓸모가 없다고 생각하고 이를 중지했다.\n또 대간(臺諫)이 대신(大臣)을 만나 계교를 말하려 했는데, 대신 중 한 사람이 성을 내어 대신들에게 무모하다고 배척했다. 그러나 좌중에서는 그에게 무슨 방책이 있느냐고 물었다.\n그는 이렇게 대답했다.\n“한강 가에 높게 목책(木柵)을 쌓아 적들이 올라오지 못하게 하고, 그 밑에 엎드려서 활을 쏘면 이길 것이 아닙니까?”\n어느 한 대신이 물었다.\n“적의 총알도 목책을 뚫지 못한단 말인가?”\n이 물음에 그 사람은 아무 대답도 못하고 물러나갔다.\n이 이야기를 전해 듣던 사람들은 모두 웃고 말았다.\n아하 ! 군사란 일정한 세력이 없는 것이고, 싸움이란 일정한 법이 없는 것이다. 그때 그때를 당했을 적마다 방법을 변경해서 나아갔다가 물러나고, 합했다가 헤어져 기이한 꾀를 무궁하게 내는 것은 오직 장수의 손에 달렸을 뿐인 것이다.\n조조가 말한 세 가지 방책은 또한 절대로 필요한 것으로, 한 가지만 빼놓아서도 되지 않는 것이다. 그 나머지 여러 말이야 무슨 도움이 되겠는가?\n대개 국가에서는 아무 일도 없을 때에 장수를 뽑아 두었다가, 일이 생긴 때에 임명을 해야 하는 것이니, 뽑아내기도 정(精)하게 해야 되는 것이요, 임명하기도 전일(專一)하게 해야 하는 것이다.\n당시 경상도의 수장(水將)은 박홍과 원균이요, 육장(陸將)은 이각과 조대곤이었다.\n이들은 원래 장수될 재목은 아니었다. 변고가 생기던 날, 순변사(巡邊使)와 방어사(防禦使) · 조방장(助防將) 등은 모두 조정으로부터 명을 받고 갔었다.\n그들은 모두 전단(專斷)할 권리를 가져서 저마다 호령을 내리고, 나가고 물러가는 것도 저마다 맘대로 하는 등 아무런 통제도 받지 않았다. 그러고 보니 설사 싸움에 실패하면 시체가 되어 돌아올 뿐, 무슨 일을 해낼 수가 있었겠는가? 또 자기가 기른 것을 쓰지 못하고, 자기가 쓸 것을 기르지도 못하여 장수와 군사가 서로 알지 못하니 이는 모두가 병가(兵家)에서 크게 꺼리는 바였다.\n어찌해서 먼저 사람이 잘못한 것을 뒤의 사람도 이것을 고칠 줄 모르고 지금까지 그것을 계속 답습해서 마침내 일을 그르치는가? 이러고서도 일이 무사하기를 바라는 것은 오행을 바랄 뿐이라, 이것을 설명하자면 말만 길어질 뿐이다. 아하 ! 위험한 일이로다.",
      "toc_title": "임진년 4월에...",
      "seq": "64"
    },
    {
      "node_id": "NODE03885018",
      "name": "MEDA03976716",
      "title": "계사년(1593년) 정월에...",
      "content": "계사년(1593년) 정월에 중국 군사가 평양을 떠났다.\n나는 그때 군사의 앞에 가고 있었다. 임진강은 물이 얼어서 건너갈 수가 없었다. 제독(提督)은 연달아 사람을 보내어 부교(浮橋)를 만들라고 재촉했다.\n내가 금교역(金郊驛)에 도착해서 보니, 황해도 수령(守令)이 아전과 백성들을 시켜 대군에게 밥을 대접하느라고 들에 가득히 앉아 있었다.\n나는 우봉 현령(牛峰縣令) 이희원(李希愿)을 불러서 물었다.\n“그대가 데리고 온 읍인은 몇 명이나 되는가 ”\n“수백 명은 됩니다.”\n나는 그에게 분부하였다.\n“그대는 속히 읍인들을 데리고 산에 올라가 칡을 많이 끊어 가지고, 내일 낮에 임진강 어귀에서 나를 만나도록 하되 기약을 어기지 말라.”\n희원은 영을 받고 물러 갔다.\n이튿날 나는 개성부(開城府)에서 자고 그 이튿날 새벽 덕진당(德津堂)으로 달려가보니 아직도 강의 얼음이 풀리지 않았다. 얼음 위에도 물이 반 길이나 흐르고 있는 터였다. 더구나 하류(下流)에는 배가 올라오지 못하게 되어 있었다.\n경기 관찰사 권징과 수사 이빈, 장단 부사 한덕원, 그리고 창의 추의군(倡義秋義軍) 천여 명이 강 위에 모여들었으나 모두 속수무책이었다.\n나는 우봉 현령을 불러서 칡을 가져오라 해서 굵은 새끼를 꼬게 했다. 이것으로 크기는 몇 아름, 길이는 강을 건널 만큼 만들어, 남쪽 · 북쪽 언덕에 각각 기둥 두 개씩을 세우고 가로 나무 하나씩을 매었다. 거기에 새끼 열다섯 가닥을 늘여 강을 덮었다.\n강이 넓다보니 새끼는 가운데에서 늘어져 물에 잠졌다. 보고 있던 여러 사람들이,\n“공연히 헛품만 없애는군 !”\n하고 수군거렸다.\n그러나 나는 다시 천여 명을 시켜 각각 짧은 막대기를 가지고 새끼를 몇 바퀴 감으니 팽팽하여 마치 빗살[櫛]과 같이 뻗쳤다. 이것을 여럿이서 가로 엮어 나가니, 어엿한 다리가 만들어졌다. 여기에 가느다란 버들가지를 꺽어다가 깔고 풀을 덮은 다음 다시 흙을 덮었다.\n중국 군사는 이것을 보고 크게 기뻐하여 모두 말을 달려 건너가고 포차(砲車)와 군기도 이 다리로 건넜다.\n차츰 계속하여 건너가는 자가 더욱 많아지자 새끼는 약간 늘어져 물 위에 닿으려 했다. 이것을 본 대군이 얕은 여울로 해서 강을 건너니, 이리하여 이 강은 완전히 건너게 되었다.\n내 당시의 일을 생각하면 창졸간에 칡을 많이 준비하지 못한 것이 후회스럽다. 여기에 다시 새끼 30줄을 꼬아 다리를 만들었던들 줄이 늘어지지는 않았을 것이다.",
      "toc_title": "계사년(1593년) 정월에...",
      "seq": "65"
    },
    {
      "node_id": "NODE03885019",
      "name": "MEDA03976717",
      "title": "계사년 여름에...",
      "content": "계사년 여름에 나는 병으로 서울 묵사동(墨寺洞)에 누워 있었다.\n어느 날 중국 장수 낙상지(駱尙志)가 나를 찾아와 간곡히 문병했다. 이때 그는 나에게 이렇게 말하였다.\n“조선 군사는 미약한데 적은 아직도 국경에 머무르고 있으니, 군사를 조련해서 적을 막는 것이 가장 급무가 아니겠습니까? 지금 중국 군사가 돌아가기 전에 군사 조련하는 방법을 배웠다가, 하나가 열 명을 가르치고, 열 명이 백 명을 가르치게 되면 수 년 안에 모두 조련한 군사가 되어 가히 나라를 지킬 만할 것입니다.”\n나는 이 말에 몹시 감동했다. 즉시 임금이 계신 곳으로 글을 보냈다.\n금군(禁軍) 한사립(韓士立)을 시켜 서울에서 사람 70여 명을 데리고 낙상지(駱尙志)에게로 가서 가르쳐 주기를 청했다.\n낙상지는 자기 부하 중에 진법(陣法)을 아는 장육삼(張六三) 등 열 명을 교관(敎官)으로 삼아 창과 칼쓰는 기술을 가르쳤다.\n그 뒤에 내가 남쪽으로 내려가게 되자 이 일은 중단되었다. 다시 임금은 내 장계에 의해서 이를 비변사(備邊司)에 내려, 달리 도감(都監)을 설치하고 군사를 훈련하게 하여 윤두수(尹斗壽)로 하여금 이 일을 맡아서 행하게 했다.\n그 해 9월에 나는 남쪽에 있다가 불려 임금이 계신 곳으로 갔다가 행차를 해주(海州)에서 맞아 가지고 호중(扈從)하여 서울로 돌아갔다.\n일행이 연안(延安)에 이르자 임금은 다시 그 일을 나에게 맡겼다.\n당시 서울에는 기근이 심했다.\n나는 용산(龍山) 창고 속에 있는 중국 좁쌀 1천 석을 내다가, 하루 한 사람 앞에 두 되씩 나누어 주니 이것을 타려고 사람들이 사방에서 모여들었다.\n도감 당상(都監堂上) 조경(趙儆)은 곡식이 적어서 고루 나누어 줄 수가 없다고 하여 이것을 조절하고자 했다. 커다란 돌 하나를 놓아 두고, 곡식을 받으러 오는 자에게 먼저 이 돌을 들어 보라 해서 그들의 힘을 시험해 봤다. 또는 한 길이 넘는 담을 뛰어넘으라 해서 뛰지 못하는 자에게는 이를 거절하니, 기근이 심해서 여기에 합격하는 자가 열에 하나둘밖에 되지 않았다.\n이렇게 되니 도감 문 밖에는 곡식을 얻지 못해서 땅에 쓰러져 죽는 자까지 있었다.\n머지않아 그는 힘센 사람 수천 명을 얻어 데리고 와서 총초관(摠哨官)에게 맡겨 그 속에 분류하여 배치하게 했다. 또 그들에게 조총(鳥銃)을 가르치고자 했으나 화약이 없었다.\n때마침 군기시(軍器寺)에 있는 공장(工匠) 대풍손(大豊孫)이란 자가 적진에 들어가서 화약을 구워 적에게 주었다고 해서 강화(江華)로 잡혀와서 죽게 되었다.\n나는 특별히 그를 용서해 주고 그 대신 화약을 만들라고 시켰더니, 그는 몹시 감동하여 진력해 일을 해서 하루에 수십 개를 구워 냈다.\n이것을 날마다 각부(各部)에 나누어 주어 주야로 조총 쏘는 법을 조련시켜 잘하고 못하는 것을 보아 상벌을 분명히 했다. 한 달이 되자 이들은 나는 새도 쏘아 맞추고, 두어 달 뒤에는 항복받은 왜병이나 남방의 조총 잘 쏘는 자들과 비교해 보아도 손색이 없었다.\n나는 다시 임금께 글을 올려 군량을 조처해 달라고 했다.\n군사를 계속 모집해서 만 명이 되었다. 이것을 다섯 영(營)으로 나누고 한 영에 2천 명씩으로 숫자를 정했다. 이들에게는 반년 동안은 성안에서 교련을 받고 반 년은 성 밖으로 나가 기름진 땅을 골라 농사를 짓게 했다.\n이렇게 교대하여 실시했더니 수년 뒤에는 군사와 식량의 근원이 두텁고, 또 굳어지는 것이었다.\n그러나 그 뒤로 병조(兵曹)에서는 이것을 실행하지 않아 결국 효험을 보지 못하고 말았다.",
      "toc_title": "계사년 여름에...",
      "seq": "66"
    },
    {
      "node_id": "NODE03885020",
      "name": "MEDA03976718",
      "title": "심유경(沈淮敬)은 평양에 있을 때부터...",
      "content": "심유경(沈淮敬)은 평양에 있을 때부터 적의 진중을 출입했으니 그 노고(勞苦)가 적지 않았다. 그러나 그가 적진을 출입한 것은 강화한다는 명분 때문이었기 때문에 우리 나라에서는 이를 좋아하지 않았다.\n최후에 적은 부산에 머물러 있는 채 오랫동안 건너가지 않았다.\n이 책사(李冊使)가 도망해 돌아오자 중국에서는 심유경을 부사(副使)로 삼아 양사(楊使)와 함께 왜국에 들어가게 했지만, 종시 아무런 성과도 거두지 못하고 돌아왔다.\n그리고 행장(行長)과 청정(淸正) 등은 바다 위에 돌아와 주둔하고 있었다.\n이에 중국과 우리 사이에는 여러 가지 의논이 분분했다.\n모두 허물을 심유경에게 돌려보내는 것이었다. 심한 사람은 심유경이 적과 함께 모반할 계획을 한다고까지 말했다.\n우리 나라 중 송운(松雲)이 서생포(西生浦)에 들어가서 청정을 만나봤다. 그리고 돌아와서 하는 말이 적들은 중국을 범하고자 하여 그 말이 몹시 불공하니, 즉시 중국에 이 사실을 알리라는 것이었다.\n이것을 듣고 사람들은 더욱 노했다.\n심유경은 화가 장차 자기 몸에 미칠 것을 알았다. 어찌할 줄을 모르다가 김명원(金命元)에게 글을 보내어 일의 시말을 갖추어 변명했다.\n그의 글은 이러했다.\n“세월이 흘러 지난 일들이 어제와 같습니다. 생각하면 전에 왜적이 귀국을 침입해서 바로 평양에 다다랐으니 우리 안중에는 이미 팔도(八道)가 없었습니다. 이 늙은 몸이 명을 받고 왜인의 실정을 탐지하고자 서로 기회를 보아 족하(足下)와 이 체찰(李體察)과 더불어 시끄러운 속에서 서로 만나지 않았습니까. 평양 서쪽 일대를 목격하건대 거민(居民)들이 유리(遊離)하고 조심해서 마치 바늘방석에 앉은 것 같아 아침에 저녁 일을 생각하지 못하는 형편이었습니다. 어찌 이 마음 아픈 일이 아니겠습니까. 족하께서는 몸소 그 일을 겪고 보았으니 이 사람이 여러 말을 하지 않아도 잘 아실 것입니다. 내가 행장(行長)을 불러서 건복산(乾伏山)에서 만났을 적에는 다시 서쪽으로 침입하지 않기로 약속했었습니다. 그런 뒤로 그들은 우리 말을 들어 감히 어기지 못한 채 몇 달을 지나갔었지요. 그 뒤에 대병이 이르러 마침내 평양을 탈환한 게 아닙니까. 만일 그때에 내가 나오지 않았던들 왜적은 조승훈(祖承訓)의 패한 것을 승세하여 의주(義州)까지 왔을는지도 모를 일입니다. 평양 한 도(道)의 거민만이라도 그들의 화를 입지 않은 것은 역시 귀국의 큰 다행이 아닙니까. 이윽고 왜장 행장이 물러\n가 서울을 지키고 있을 때 수길(秀吉)은 삼성(三成) · 장성(長盛) 등 장수 30여 명을 보내어 군사를 합하고 영책을 연해 험하고 요긴한 곳을 점거하고 있었으니, 이 견고함을 깨칠 수가 없었습니다. 벽제(碧蹄)에서 싸운 뒤로 우리는 더욱 나가지 못하고 있었지요. 이때 귀국의 판서 이덕형(李德磬)이 개성에 와서 나를 만나보고 이렇게 말했지요.\n‘적세(賊勢)가 저렇듯 굉장한데 중국의 대병이 물러가고 보면 서울을 수복시킬 가망이 없습니다.’ 그는 울면서 또 나에게 이렇게 말했습니다. ‘서울은 나라 근본이 되는 곳입니다. 여러 도를 통솔하는 곳인데 지금 사세가 이렇게 되었으니 장차 어찌한단 말입니까.’ 이에 나는 이렇게 대답했습니다. ‘한갓 서울만 수복하고 한강 남쪽이 만일 없다면 여러 도의 사제를 유지할 수가 없지요.’ 덕형은 또 이렇게 말했습니다. ‘만일 서울만 수복하고 보면 한강 이남은 우리 나라 군신(君臣)이 자력으로 지탱할 수가 있습니다.’ 나는 이 말에 또 이렇게 말했습니다. ‘그렇다면 내 그대 나라를 위해서 한 번 해 보지요. 서울을 도로 찾고 아울러 한강 이남 제도까지도 수복시켜 왕자와 대신들을 돌아오게 해서 나라를 온전하게 해보지요.’ 나의 이 말을 듣자 덕형은 또 울면서 머리를 조아리고 말하더군요. ‘만일 그렇게만 해 주신다면 노야(老爺)의 우리 나라를 재조(再造)해 주신 공덕이 실로 적지 않을 것입니다.’ 이렇게 해서 나는 한강까지 내려갔던 것이 아닙니까. 당시 왕자 임해군(臨海君)이 청정의 영에서 사람을 보내어 내게 이렇게 말했습니다. ‘만일 나를 돌아가게 해 준다면 한강 이남의 땅은 어디든지 요구대로 왜국에 떼어 줍시다.’ 그러나 나는 이 말을 듣지 않았습니다. 그리고 나는 왜장과 맹세를 했지요. ‘왕자가 돌아오려 하거든 돌려보내고, 만일 돌아오려 하지 않거든 너희가 죽여도 좋다. 그 나머지는 말할게 없다.’ 왕자는 귀국의 저군(儲君)이라, 내 그가 소중한 것을 모르는 바가 아니지만, 이때를 당해서는 차라리 죽이라고 말할지언정 딴 조건을 승낙하고 싶지는 않았던 것입니다. 그 뒤에 그들은 부산에 이르자 물건을 주고 예의를 다하여 왕자의 환심을 사려 했소. 전에는 거만했지만 그때에는 몹시 공손해졌소. 그러나 그때 다소 일이 있었던 것은 역시 부득이한 일이었소. 몇 마디 말을 남기고 왜적은 서울에서 물러갔습니다. 당시 연도(沿途)에 흘린 양식은 이루 계산할 수가 없이 많았고, 한강 이남 땅은 모조리 수복했습니다. 왕자와 대신들은 모두 돌아왔고 왜병은 부산 바닷가에서 손을 맺고 3년 동안 자기 나라의 명령을 기다렸을 뿐, 감히 움직이지 못했습니다. 이렇게 해서 계속하여 봉공(封貢)의 의논이 이루어진 것이 아닙니까. 나는 당시 명을 받고 서울을 수습하려고 다시 족하와 이덕형과 만나서 말했던 것입니다. ‘지금 가서 왜국을 봉해 준다면 그들이 퇴병해 갈 것이니 귀국의 뒷일을 위해서 그렇게 계획하는 것이 어떻소.’ 그러나 덕형은 내 말에 이렇게 대답했지요. ‘우리의 앞일을 도모하는 것은 우리 나라 군신의 책임이니 노야는 관계하지 마시오.’ 이 말을 듣고 보니 그에게는 큰 역량과 큰 식견이 있어 마치 커다란 주석(柱石)처럼 보이더군요. 하지만 지금 와서 그 사실을 생각해 보면 문장(文章)과 공업(功業)은 서로 부합되지 않는다는 것을 알겠군요. 내 이 판서를 위해서 애석히 여기는 바입니다. 또 부산과 죽도(竹島)의 모든 영책을 곧 철수시키지 못한 것은 나의 책임입니다. 기장(機張)과 서생(西生)의 모든 곳에 있던 왜병은 모두 건너가고 영책을 다 불태웠으며 지방의 관원을 떼어 주어서 모두 좋은 사이를 맺었다고 합니다. 청정은 이곳에 와서 한 번 싸우지도 않고 화살 하나 분지르지 않았는데, 지방 관원을 양보해 주었다는 것은 무슨 까닭입니까. 전에 이미 한강 남쪽은 자기들 스스로 지탱한다고 말하고서 지금 이렇게 다시 땅을 잃은 것은 무슨 일입니까. 또 그는 앞일을 계획하는 것은 자기 나라 책임이라 하더니 어찌 큰 계획은 들어 볼 생각도 하지 않고 대궐 밑에서 우는 방법밖에 없었던가요. 법에 말하기를  ‘강약은 서로 당할 수가 없고, 많은 것은 적은 자가 대적하지 못한다.’고 하였습니다. 나도 역시 귀국을 책망하는 것이 아니라, 모든 당사자들이 다만 말하기를, ‘일이 늦추어지면 그 근본을 다스리고, 일이 급하면 그 끝을 다스린다.’고 말하고 군사를 조련하고 성을 쌓고 지킬 것이어늘, 귀국의 당사자 여러분은 또한 이런 것을 생각지 않더라는 말입니다. 바다를 건너온 뒤로 내가 네 번이나 귀국 국왕을 만나봤는데, 피차에 문답한 말은 모두 가슴 속에서왔고 시기에 맞는 것이라, 조그만 거짓이나 터럭만한 잘못도 없었습니다. 국왕의 마음이나 내 마음은 서로 거울같이 비쳤습니다. 그래서 나는 정말 생각하기를, 이 나라일이 이만하면 딴 근심은 없을 것이라 했습니다. 그런데 의외에도 귀국의 모신(謀臣)이나 책사(策士)들은 여러 가지로 기지(機智)가 있고, 엉뚱한 생각을 하며, 또한 위태로운 말을 해서 우리 조정을 노엽게 했습니다. 밖으로는 약한 군사를 가지고 일본과 틈을 만들고, 심지어 송운(松雲) 같은 사람은 예의 밖의 말을 했습니다. 그의 말에는 왜병이 먼저 가서 명나라를 치라는 둥, 또는 조선 팔도를 쪼개 줄 것이고, 국왕이 친히 일본에 건너가서 황복한다는 둥의 말을 했습니다. 이러한 두어 마디 말은 국왕으로 하여금 마음을 움직이게 했고, 우리 조정을 격분하게 해서 군사를 내도록 하기는 했지요. 하지만 이 말대로 한다면 귀국은 모두 팔도밖에 없는데 이것을 일본에 주고 또 국왕이 친히 건너가서 항복한다면 이는 귀국의 종사(宗社)와 신민(臣民)은 모두 일본이 되는 것입니다. 또한 두 왕자는 어떻게 하려는 것입니까. 나는 생각할 적에 삼척동자라도 이런 실언(失言)은 하지 않았을 것입니다. 청정이 제아무리 방자해도 역시 이렇듯 오만하지는 못했을 것입니다. 또 한편 생각하면 우리 당당한 조정으로서 외방 번국(蕃國)들을 거느리고 있는 데에는 스스로 대체가 있어, 한편으로는 은혜를 베풀고, 한편으로는 위엄을 보이는 것이 또한 스스로 그 시기가 있는 것입니다. 필경 수백 년 동안 서로 전해 내려오던 속국(屬國)을 제멋대로 내버려 두지는 않을 것입니다. 또한 우리의 약속도 이행치 않은 역적의 나라에 우리의 번리(藩籬)를 내주지 않으리라는 것은 당연한 이치일 것입니다. 내가 지극히 모든 일을 잘 살피지 못하지만 내외 친소(親疎)의 분별이나 역순(逆順) · 향배(向背)의 인정에 이르러서는 누구나 또한 쉽게 아는 터인데, 하물며 천자의 칙명(勅命)을 받들어 이 일을 주선하는 데는 성패와 휴척(休戚)의 관계가 적지 않은 터에 어찌 감히 귀국의 일을 조금이라도 소홀히 생각을 하겠습니까. 또 만일 일본의 방자함이 있으면 이것을 감히 숨기고 보고하지 않겠습니까. 족하께사는 대체에 깊이 밝으시고 국사를 자세히 아시는 터이기로 이같이 글을 보내는 터이오니, 다행히 족하께서는 나의 본래 마음을 밝게 살피시어 이를 곧 국왕께 아뢸 것이며, 또한 모든 당사자들에게도 알려 그 내력을 대강이라도 밝히도록 하시옵소서. 이미 우리 조정을 받드는 것이 만전(萬全)의 계책이라고 했으니, 마땅히 명령을 듣고 처분을 기다려 무량한 복이 있기를 기다리고 부질없이 지나친 계획을 하여 날로 수고롭기만 하고 날로 일을 그르치지 마소서. 간절히 부탁해 마지않습니다.”\n이 글을 보면 그가 서울이 수복되기 전까지는 말이 조리에 맞지만, 부산으로 내려간 뒤 이야기는 쓸데없는 말을 해서 거짓을 적은 것이 분명하다.\n그러나 공과 죄는 서로 섞을 수가 없다. 이 다음에라도 유경을 의논하는 자는 이런 생각으로 단안(斷案)을 삼아야 할 것이다. 그래서 여기에 기록하는 바이다.",
      "toc_title": "심유경(沈淮敬)은 평양에 있을 때부터...",
      "seq": "67"
    },
    {
      "node_id": "NODE03885021",
      "name": "MEDA03976719",
      "title": "심유경은 유세(遊說)하는 선비다.",
      "content": "심유경은 유세(遊說)하는 선비다.\n평양 싸움 이후에 다시 적중에 들어갔으니 이는 사람의 어려운 바이다. 마침내 능히 입을 가지고 군사를 대신해서 여러 적병을 내쫓고 이 강산 수천 리를 수복시켰다. 그러나 끝에 가서 한 가지 일을 그르쳐서 큰 화를 면치 못했으니 슬픈 일이다.\n평행장(平行長)은 유경을 크게 믿었었다. 그가 서울에 있을 적에 유경이 비밀히 행장에게 말했다.\n“너희들이 오랫동안 여기 머물러 있고 물러가지 않고 보면, 중국 조정에서 다시 대병을 내어 서해(西海)로 해서 건너 올 것이다. 군사가 충청도로 들어와 너희들의 돌아갈 길을 끊는다면 그때는 비록 가고 싶어도 가지 못할 것이다. 나는 평양서부터 너와 정리가 친숙하기로 차마 이 내용을 이야기하지 않을 수 없노라.”\n이 말을 듣고 행장은 성을 내고 퇴병했다.\n이 일은 심유경이 스스로 우상 김명원에게 말했고, 김명원이 또 내게 이같이 말했던 것이다.",
      "toc_title": "심유경은 유세(遊說)하는 선비다.",
      "seq": "68"
    }
  ]
}